{"daretolead":[{"team":"dare-to-lead","writer":"skipper","race":"11","day":"1","date":"04 June","text":["Hi all, ","Well, we are off again, Panama to New York!! We have had\nan amazing stopover in Panama city. Panama is not at all what I expected. It is\nan amazing place with a huge amount of history and trendy restaurants and bars.\nOur stay was really relaxing as we had very little commitments or maintenance\nto do and, a first for us, no sail repair! It was fantastic for me to catch up\nwith some old friends who live there. Transiting the canal was really\ninteresting and it is such a feat of engineering. It really is quite a life\nexperience! It was touch and go as to whether we would make it through in one\nday. The logistics of the locks and pilots is quite complicated and I think\nyachts are not very high on the priority list. We made it through however and\nare now definitely homeward bound through the Caribbean and back into the\nAtlantic!! ","Dale out."]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Hi all, ","We got off to a good start after leaving Panama.\nWe motored offshore to find some wind and had a successful Le Mans line up to\nget the race going. Since the start, we have been close hauled with the wind\ncoming from the general direction we want to go. Some boats tacked early on so\nsplit the fleet and a group of us continued north. We will have to more than\nlikely tack later so we will see how that works out. ","The hard upwind sailing\nhas taken its toll on quite a few people feeling seasick and it is going to\ntake a few days for people to adjust. We have had to do some reefing and\nheadsail changes, which is quite a novelty after last leg. ","Anyway, on wards and\nupwards. ","Dale out"]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"3","date":"06 June","text":["Hi all. ","Life at 45 degrees continues as we bash our way upwind towards Jamaica. Unfortunately, we are not making our waypoint to get around the eastern end of the island so will have to tack and spend about 90 miles doing a losing tack to make the corner. Painful as it is, that is upwind sailing.","The next few days should be interesting, passing Jamaica and Cuba to the left then Haiti on the right. There will be some tactical games through the island where we can hopefully leverage some advantage. Dare to Lead has never liked the upwind races as we always seem to lose some height to the other boats. It’s more than likely because we push our white sails too hard when we are in big conditions. Everyone on board seems a bit better today and for those that didn’t some seasickness treatment had them up on their feet by this afternoon, it always works a charm.","Dale Out "]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"4","date":"07 June","text":["Hi All,","We continue our push to waypoint Beesley off the Eastern side of Jamaica. ","Our upwind performance seems to be a constant problem on board and has consistently frustrated us throughout this circumnavigation. We just struggle to match height and speed on other boats. We continue to work on sail shape, helming and weight distribution but unfortunately find ourselves trailing. ","Anyway, still a long way to go. ","Dale Out   "]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"5","date":"08 June","text":["Hi all,","Life at the back of the fleet carries on and we finally rounded Mark Beesley and left Jamaica to port. The wind continued fair until we got into the lee of Haiti where the wind literally shut off. We went from Yankee 2 and first reef to full main and windseeker in 5 minutes. We are now battling with Visit Seattle and Liverpool 2018 to make progress north to the Windward Passage between Cuba and Haiti. ","It was really nice however to suddenly have a flat boat and calm seas and I jumped at the opportunity to have an aft deck shower as I was feeling grim. Looking forward to clearing these Islands and getting out into the Atlantic proper. It seems crazy to use the word \"Atlantic\" after so long and it feels like home turf again. ","Dale out "]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Hi all,","A fairly\nfrustrating day today trying to work our way through a wind hole off Haiti\nwhile we watched the distance increase even further to the rest of the fleet.\nAnyway, the upside is that we are now finally flying again and making good\nprogress north and hopefully away from most of the interference of the islands\nto windward. ","It’s been a\nbusy afternoon with some headsail changes and then troubleshooting a water\nsupply problem to the generator, which I have just finished and got running\njust before midnight. ","Everyone is\nremaining fairly positive despite our race standing and we are looking forward\nto getting stuck into the Atlantic proper. A bit tired of island hopping if we\nare not going to visit any of them. ","Dale Out "]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Hi all, we finally\ntoday broke through the last chain of islands in the Caribbean and entered back\ninto the Atlantic Ocean that we left 10 months ago!!","I know we are on\nthe wrong side of the Atlantic currently but we have finally sailed Atlantic to\nAtlantic and there is something really special about that. We have not been\ndoing incredibly well this Leg but is encouraging for me to see the crew take\nit in their stride and accept that you win some and you lose some, literally in\nour case. ","We are still\nsailing the boat like we are in the lead and will continue to push until we\ncross the finish line. The mood on board is helped by the fact that after\na hard beat through the Caribbean Sea, we are finally sailing flatter with the\nspinnaker up and pointing in the general direction we want to go. We are now\nsub 1000 nautical miles to New York so not too long if the wind holds...","Having re-entered\nthe Atlantic, it does force one to think back over what we have faced since\nleaving this ocean last year. The extreme heat and cold, the emotional highs\nand lows, the places we have seen, the people we have met, the laughter and\ntears, the depression and elation, the fears we've faced and the victories\nwe've won. These things truly add up to the Race of your Life and although much\nof them have challenged us beyond what we thought was possible, it was what\neverybody joined to discover and no doubt has.","Dale out "]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Hi all,","Today we made some good progress north under Kite. It’s\nalways a good start on Sundays with bacon for breakfast! The wind is still\nfairly consistent from the south despite being slightly up and down in strength\nso some changes from the Code 2 (Mediumweight Spinnaker) to Code 1 (Lightweight\nSpinnaker) keeps us moving at optimum. ","This afternoon I was invited to a hot pants and boots\nparty on deck and the point was to bring a personal snack and share it with the\nwatch to celebrate one week sailing since race start. Pretty entertaining to\nsay the least! ","Not long to go till we enter the Elliot Brown Ocean\nSprint so we are trying to position ourselves well for as straight a run as\npossible through this window. ","Under 700 nautical miles to go so not long now! ","Dale Out"]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Hi all,","We entered the Elliot\nBrown Ocean Sprint today at full steam but not without our usual kitemare.\nSince Leg 2 of this race, we have exploded a kite in every single Elliot Brown Ocean\nSprint we have been through! Now you might be saying, \"how reckless\" and\n\"they are pushing too hard\", but seriously, you just have to mention\nthe words Ocean Sprint on deck and a split will explode the kite from top to\nbottom despite the wind strength! Seriously annoying!! ","Anyway, we are\nstorming through the sprint straight as an arrow at the moment and making great\nground north so holding thumbs that it all stays together... Under 500 nautical\nmiles to the finish now! ","Dale out."]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Hi all,","We have had yet another\nfairly frustrating day and the saying, \"The rich get richer and the poor\nget poorer\" has never been truer. We were set up for a brilliant fast run\nthrough the Elliot Brown Ocean Sprint and were maintaining a great course and\nspeed until we ran into a trough of low pressure 40 miles from the end. We had\ntorrential rain and terrible lightning that temporarily knocked out our\ninstruments and wind all over the place. Our sprint time deteriorated rapidly and\nwe took most of the day to punch through to the other side. ","We have been pushing hard\nwith a Code 2 (Mediumweight Spinnaker) but have swapped out to the Code 3 (Heavyweight Spinnaker)\ntemporarily. ","We are really not happy\nwith our results for this race so far but so be it."]},{"team":"dare-to-lead","writer":"skipper","race":"11","day":"11","date":"14 June","text":["Hi all,","We are on our final approaches to the finish\nline off New York and are looking forward to another leg in the bag and a well-earned\nrest. ","We have not had a fantastic race and have\nstruggled to catch back up to the bulk of the fleet after an initial bad upwind\nstart. We subsequently fell into a couple of wind holes that only plagued the\ntail enders but that is the ups and downs of ocean racing and with each leg we\ncomplete, the crew can be very proud of what they have achieved. ","We will be saying goodbye to some good people\nafter Leg 7 but no doubt will have some good joiners coming for our final ocean\ncrossing across the North Atlantic. For now though, we are all excited about\ngetting to sail in under the Statue of Liberty and enjoy the Big Apple. ","Dale Out. "]}],"hotelplannercom":[{"team":"hotelplannercom","writer":"skipper","race":"11","day":"0","date":"03 June","text":["So here we are motoring out to the Le Mans start area for\nRace 11, Nasdaq Race. It feels like quite some time since I've written a blog\nand we've been racing. But we will soon fit back in the rhythm again I'm sure.","Panama has been great as a stopover. I had time to visit\nthe old town, catch up on sleep and to catch up with my fan club John and\nColette Hackett, who travelled out from Liverpool. The old town of Panama was a\ncool place to hang out and the crew and myself managed to get to the museums,\ndrink coffee, find rooftop bars and enjoy cocktails.","The Panama Canal was a great experience and we had two\nPilots to guide us through the locks, one on the way up and another to guide us\ndown. They both signed Ray's book from which I've read a few random pages which\nrecords a lot of the history of the canal construction. Fact for the day: It\ntakes 52 million gallons of water to bring one ship through the canal, that is\n52 million gallons of fresh water from the lake in the middle flows to the sea\nin the process of locking one ship in and out. That is a lot of baths."]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"1","date":"04 June","text":["We motored out of Shelter Bay Marina this morning and did\nour Le Mans start on time. On board HotelPlanner.com,\nwe made the most of our good start position from the Le Mans draw and are still\nwell positioned in the fleet.","Our first waypoint between Jamaica and the Dominican Republic\nis 425 nautical miles away. So far the winds remain light, but we can see the\noccasional dark cloud and there are thunder and lightning patches about.","\nThanks for reading,","\nConall"]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Good morning\nteam,","The last 24\nhours have seen us upwind in east-north-easterly wind that has strengthened a\nlittle bit. We changed headsails last night and although a couple of things\nwent wrong, the team did well to recover a knot that undid itself and all else\nwent to plan.","We have 280 nautical\nmiles to sail until we get to the Bahamas and must watch out for some shallow\npatches on our way there. It is taking a little while to get used to life at an\nangle of heel again, though it is reassuring to watch everyone move\ndeliberately and taking their time to get from A to B and then pausing for a\nmoment when a thud as we drop off a wave coming.","Lots of\nboats are close on AIS and we can compare performance and sail plans against\neach other. PSP Logistics, GREAT Britain, and Nasdaq have taken a different route from the bulk of the fleet so\ntime will tell which option works out better.","Thanks for\nreading,","Conall"]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"3","date":"06 June","text":["So,\nliving at angle can be hard to move around, but after a while, if the weather\nis settled, not so gusty, the helm is in tune with the sea state and the sails\nare well trimmed, the boat almost sails itself.","Then\nthe crew find other things to do. I came past the saloon earlier and I found\nPhil and Ray playing chess, this is what happened:","Ray:\n“Hey Phil”","Phil:\n“What Ray?”","Ray:\n“Do you want to make this game of chess more interesting?”","Phil:\n\"Sure Ray, I'm game for that”","Ray:\n“Let's not play chess then”"]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"4","date":"07 June","text":["Another 200 nautical miles under the keel ticked off today as we've been living at an angle of heel on port tack and on starboard tack over the past 24 hours.","Progress has been both good and not good as we have been both fair and foul of wind shifts and current. Miles made good stands at around 160. We are pleased with our boat speed and pointing ability but the early tack by PSP Logistics, GREAT Britain and Nasdaq has paid off for them.","Today's bistro chefs have had a tough time in the heeled conditions and we lost some of today's food to King Neptune. Graham Hill and Maeve Hutchings, as well as churning out three delicious and nutritious meals for 20 people, managed to make brownies and a birthday cake for Alan with lots of chocolate kisses on top! We celebrated Alan's birthday on deck after dinner and the cake even had sparkles in it.","Today is my birthday and it is 0100 local time as I write this so here's hoping it is a good one, will let you know tomorrow, ","Conall "]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"5","date":"08 June","text":["Good morning all,","What a very nice birthday I've had. The crew sailed the good ship HotelPlanner.com into a flatter bit of water so we could all enjoy life at an angle of heel with a bit less bounce to it, most used this opportunity to have a wash on the aft deck. Chefs Simona Springer and Carsten Busk baked a cake in the shape of a boat complete with sails, what's more it was delicious. I even had a present of a new shirt and a new pair of DRY shorts from the crew!","Early this morning, we were able to see Qingdao, Garmin, and Nasdaq on the horizon before a wind hole and shift sent us off on opposite tacks. For the second half of the day we have been trading tacks with Qingdao and now they have popped up on AIS again a few miles ahead. The crew have been busy with a Yankee sail change, lots of tacks, windseeker up and down, and Staysail up and down numerous times also. We have found a few maintenance jobs to do as well, but probably the best part of the day was to have cake and watch the sunset together.","Big shout out to sister Aileen and numerous Herron and Quigley cousins who have been sending me messages today. ","Big hugs, Conall"]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Good morning\nfans,","Since we\nescaped the patchy winds between Cuba and Haiti/Dominican Republic and passed\nthrough the Windward Passage, sailing has been fast and all miles under the\nkeel have been in the right direction (towards New York). This makes a\nrefreshing change from the past week of upwind sailing. ","We have\ndonned our cloak of invisibility to negotiate our way through either the\nMayaguana Passage or the Caicos Passage - we will let you know tomorrow how\nthat goes. Our business savvy Dutchman Georg informs me that these islands are\nnice and flat, with good steady trade winds. His brother goes kitesurfing from\nthe Turks and Caicos Islands so hoping for no wind shadows as we negotiate our\nway through.","In other\ngoings on, crew on both Port and Starboard Watches have been on the ball\ntrimming the sails, tweaking for that extra two-tenths of a knot of boat speed\nand discussing the feel of the helm. And watching for wind shifts as clouds\npass overhead. Everyone is having a go on the wheel and I am impressed at how\nold hands are raising the confidence and abilities of our Seattle Joiners. I\nstood back and watched a reef go in and come out an hour later, this is a\nslicker team than what left Liverpool almost ten months ago.","And on the\ntiming note, it's only 35 days to go to the start of the Foyle Maritime Festival\nand the whole crew are looking forward to the party. My spies on land who read\nthe Derry Journal have also informed me that the Mayor of Derry will be\nvisiting New York, hopefully he will be keen for a look around our fine vessel.\nAnd I also look forward to catching up with Tim Hentschell and some more of the\nHotelPlanner.com team in New York\ncity as well. ","Fair winds,\nConall",""]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Not long ago we\nhoisted our spinnaker and are making good speeds towards the start of the\nElliot Brown Ocean Sprint 185 nautical miles ahead.","As sun set this\nevening it was the first evening the boat has been flat for some time. There\nwas a peaceful mood onboard and lots of shared conversations. The weather ahead\nlooks relatively settled and we hope that the spinnaker will remain up for some\ntime."]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Another\nday of downwind sailing, passing up the coast of Florida, some 380 nautical\nmiles offshore. Early yesterday we were about the same distance offshore from HotelPlanner.com's\nheadquarters in West Palm Beach (hi guys!). Probably as close as we will be on\nthe journey.","\nWe have just started the Elliott Brown Ocean Sprint and have a good breeze of\n16 knots on our port quarter pushing us north with full mainsail and Code 2\n(Mediumweight Spinnaker) flying. Hoping the good speeds continue, for the next\n160nm at least,","\nConall"]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Good morning\nfolks,","20 knots of\nwind from the west-southwest has made for fast reaching conditions today under Code\n2 (Mediumweight Spinnaker) and full mainsail. I've been on deck this afternoon\nwith Port Watch, none of whom were fazed by the heavy helm caused by the\nshorter sea state and I enjoyed sitting on the aft deck listening to the sounds\nof the water swooshing past and our wake breaking behind us always trying to\ncatch us up.","We have had\nalmost perfect conditions for the Elliot Brown Ocean Sprint and are waiting to\nhear the results. Big shout out to Nasdaq\nand Garmin further to the east, the\ndistances they have covered in the latest scheds are impressive and will be\nhard to beat. ","We've not\nhad much wildlife in the Atlantic so far but have been on weather watch today.\nWe've had a couple of cumulonimbus clouds go by which brought some extra wind\nand a cold water shower for those on deck. ","Thanks for\nreading,","Conall"]},{"team":"hotelplannercom","writer":"skipper","race":"11","day":"10","date":"13 June","text":["It's a beautiful starlit night and probably our last full\none at sea before we finish the race to New York. There are a few planets\nvisible and the Milky Way is showing up like a bright cloud.","\nToday's sailing has been reaching with white sails and downwind with the Code 2\n(Mediumweight Spinnaker). Yesterday evening and into the night we were treated\nto a spectacular thunderstorm full of thunder lightening and wind and rain that\nrequired us to reef down and also to be ready to drop the Yankee 1. Mary\nFrawley held a steady course throughout and we did not lose much time as we\nnegotiated the light winds on the other side before breaking into the easterly\nwinds that we enjoyed since. This wind has veered as forecast and we just next\nneed to time our gybe right for the final sprint to New York.","\nThanks for reading,","\nConall"]}],"liverpool2018":[{"team":"liverpool-2018","writer":"skipper","race":"11","day":"0","date":"03 June","text":["And were off!!","Finally, we left Shelter Bay Marina and are now on our\nway to New York.","Panama was a little different, as a stopover, compared to\nothers, mainly because it was split between two ports, Old Panama Town and on\nthe departing side, Colon. I really liked Old Panama, nice and quirky with a\nfew rooftop bars and nice restaurants.","Colon was a proper eye opener, the scale of depravity and\nmost of the buildings either looked or were derelict. Shelter Bay Marina on the\nother hand was a little oasis in the jungle, the staff could not do enough to\nbe helpful and make our stay there as good as can be.","So now we’re motoring out to the start point and racing\nshould commence soon.","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Back to\nliving at 30 degrees, how I missed beating into wind. It seems a while since we\nlast did this and it’s easy to forget after sailing downwind on the last leg\nhow tough it can be. The big benefit is that we are making good progress\ntowards the gap between Jamaica and the Dominican Republic.","Already\nthere has been a little split in the fleet and it will be interesting to see\nwho gets to the gap first.","We had to\ndrop the main sail this morning and replace two battens, if you leave them they\ncan break down and then cause quite bad damage to the sail. It cost us about\n6-7 miles but totally necessary to do.","The crew are\nsettling into the life on the wall again and after the last leg, having been\ntotally at the back, we did get off to a reasonable start on this one. So\nfingers and toes crossed, but still early days so watch this space...","The Mothers\nyesterday were Mikey and Pam and if I said they were like a comedy double act\nthen it would have to be Laurel and Hardy, in the nicest possible way.","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"3","date":"06 June","text":["Hi\nFolks,","Nothing\nmajor to report. Thankfully, and surprisingly, no sea sickness for any crew\nmembers but just the usual drowsiness of those on the anti-sea sickness\nmedications. ","We\ncontinue to bash along upwind towards the eastern edge of Jamaica or Jamrock as\nthey say (luckily, I have a regional expert on board). We accidentally on\npurpose put a tack in, which undoubtedly confused an approaching cargo ship, in\norder to make a little easterly progress to clear marked shoals. And you can\nonly imagine the fate of some of these ships driven onto these shallows by\nhurricanes and tropical storms. But they were also hotspots for fishing and\nturtling for the Jamaican and Caymanian peoples.","Jah\nBless (as they say)","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"4","date":"07 June","text":["We are currently tacking our way across to gate Beasley and ohhhhh today has been a frustrating one, I am sure the Dare to Lead team can back me up on this one!","So, the wind came around to the north east which would give us a nice making tack across to the east, but the current decided differently! We were only making 5 knots headway so we had to give up and head north instead. By the time we had cleared the current, the wind was back in the east, so basically we have been against it all day. Humph!","In other boat news:","The crew are already talking about New York and the stopover, in some ways it feels like we have been non-stop since Australia so we’re all looking forward to a short break before the final push across the Atlantic.","James (aspiring doctor and all that) has said his parents might buzz us in a light aircraft as we pass Jamaica which is about 350 miles from his home Island of Cayman.","All good with the crew, Helen and Sue were ‘mothers’ yesterday and produced some very fine dining indeed.","Ta","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"5","date":"08 June","text":["A mixed day! We went from stomping on at over 10 knots, Yankee 2 and one reef to almost a full stop and Windseeker within minutes.","Now we’re tickling along at a steady 7 knots in roughly the right direction. Well that’s sailing!","Still 10 nautical miles behind Dare To Lead (hi Dale) after 24 hours of zig-zagging.","Galley slaves yesterday were Lyndsey and Sophia, whom delivered a very nice corned beef hash at lunch and for evening meal a pasta thing - it was delicious! Still no sign of custard though. Apparently Bronwen (John Vs wife) kindly donated some to the boat but nobody knows where it’s been stowed. The crew tell me it’s too hot for custard but I strongly disagree and who are they to say when Lyndsey can barely see over the galley worktop without standing on a box and Sophia will never make a plasterer when you see how she spreads her peanut butter - hardly the epitome of German efficiency! All in good taste. ","So, on we plod to the Big Apple.","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Today has\nbeen the opposite of yesterday. We started this morning with light airs and on\noccasions the wind boxing the compass then all of a sudden, as per Simon’s forecast\n(Hi Simon) - in it came with a small change of direction and we were off! Now\ndoing 10 -12 knots towards the multiple choice island passages.","\"Eenie,\nmeenie, miney, mo - which way shall we go\"?","With four\nboats in Stealth Mode it’s difficult to tell where the rest have gone, but we\nhave a plan Mr Mannering.","Watch this\nspace. ","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"7","date":"10 June","text":["What a nice day for\nsailing, 15-20 knots not quite hard on the wind but sufficient to give us 10\nknots plus speed over ground nearly all day.","Yesterday we had an\ninkling that only Visit Seattle (Hi\nNikki) was going for the scoring gate, but we couldn’t be sure until the three boats\nstill in Stealth Mode came out at 1800 last night.","So, we hedged our\nbets and plot course for \"middle-for diddle\" a line that took us\nin-between the rhum-line and the course required to hit the Scoring Gate.","At 1800 sure enough\nwe could then see that it looked like only Visit\nSeattle where heading to the gate.","Bingo let’s go!\nhopefully a cheeky two points to be had. we seem to be following a pattern\nhaving scooped a point on the last race in a similar fashion, but points are\npoints. However, on a more positive note, the last couple of days we have been\nmanaging to find the elusive boat speed so things are looking up for Team Liverpool 2018.","We had Graham D and\nAnne H in the galley all day and despite 35-40 degrees of heal they kept us fed\nand watered like true professionals.","As I write this, we\nhave passed through the Scoring Gate and are now heading back towards the area\nof the North running Gulf stream currents in a hope to jump on a virtual\nconveyor belt heading towards New York. At present we don’t quite have a kite angle\nbut the winds are on the move so fingers crossed.","Ta","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Well, what a nice day, gorgeous sunshine, a reasonable\nbreeze, and a happy crew. What more could you ask for?","Currently bobbing along at around 10 knots with the Code\n2 (Mediumweight Spinnaker) up heading just off north towards the Big Apple.","We had the two bonus points for the Scoring Gate\nconfirmed by the Race Office today which was nice, maybe we can catch a few\nmore in the Elliot Brown Ocean Sprint - we will do our best.","Spaghetti Bolognese was had for evening meal last night,\ncarefully prepared by John V and Big Al, big well done it was exquisite. I can’t\nwait to eat John V’s bread this morning, I swear he must be a Masterbaker, yes\nMasterbaker!","The mental image of Dani from 1080 media lathering-up\nwhat hair Rob has is not a pleasant one, but I suppose it’s \"because he’s\nworth it\". ","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Hi folks,","In sailing\nnews, we have entered the Elliot Brown Ocean Sprint with fervour. It does not\nlook promising wind wise but we will try and make the most of it. So far so\ngood. Boat speeds are great and the helming is tight. ","With\nthoughts drifting ahead to the Big Apple, has anyone got any unique tourist\ntips? The stuff not everyone gets to do or see? Please post them on our Liverpool 2018 supporters facebook page.","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"10","date":"13 June","text":["As you will have all seen\non the Race Viewer, we were bobbing along very nicely at 11-13 knots, Code 2 (Mediumweight\nSpinnaker) up, sun out, we entered the Elliot Brown Ocean Sprint and the first12\nhours carried on like that.......and then a lovely wind hole! The breaks were\non and we drifted extremely slowly towards the line.","After about 12 hours, the\nwind filled back in and we now are heading towards New York. Congrats to Rob\nand Nasdaq for smashing the sprint...","Now Rob, in answer to your\nquestion, I am a vosene man as you will well know. It is one of the only\nshampoos that lathers in salt water. So, here I was at the back of the boat\nhaving a salt water bucket shower and I reached out to grab my manly shampoo\nand accidentally picked up one of the girl’s shower gels. Now I don’t mind\ntelling you this, the shower gel was a revelation. Not only did it leave my lip\ntickler clean but it was so smooth, shiny and it moisturized my skin.","However, this was not its\ngreatest achievement. On the boat there is a certain smell, affectionately\nknown by all as boat stank! The port side sleeping quarters is especially\npungent and the afternoon after my bucket wash I was making my way down to the Nav\nand I took a wrong turn, taking myself down the dreaded port side. A little\nfurl of my upper lip and I was soothed by a wonderful smell of raspberries with\nundertones of vanilla! I am a changed man! ","Ta,","Lance"]},{"team":"liverpool-2018","writer":"skipper","race":"11","day":"11","date":"14 June","text":["Hi folks,","We\ncontinued sailing in much the same manner. Spinnakers up and down for the\nincoming squalls and wind shifts. We have had another strike, a much large one\nfor sure, but this one broke the line again and ran off with the lucky lure.","\nNot long to go now. Only 600 odd nautical miles to Roy's house and less than\n250 nautical miles to the finish. \n\nTa,\n\nLance"]}],"garmin":[{"team":"garmin","writer":"skipper","race":"11","day":"0","date":"03 June","text":["Here we are, after thousands of miles, we are back in the\nAtlantic in the Caribbean Sea.","The Panama Canal was a superb experience, pretty quiet\nactually, boat after boat with fair distance between them which makes for\nlittle traffic inside the Panama Canal. They are quite a few ships anchoring to\ntransit on each end of the canal, some crocodiles are swimming along, lots of\nbirds. The heat was probably the most difficult part of it. All teams were\nhappy to enjoy the shade of the sun or the air conditioning of the premises!","We are a couple of hours ahead of the Le Mans start, a\nsprint to New-York!"]},{"team":"garmin","writer":"skipper","race":"11","day":"1","date":"04 June","text":["Hello,","I imagine\nthat everybody is back on the Race Viewer, and here the pirates are back doing\ntheir best!","Thanks to\nChris, Skipper of Qingdao, for\norganising the Le Mans start today. We are off close hauled, boat is heeled\nover, and the spiders are climbing the walls which is a change from the last\nrace.","The fleet has\nsplit into two groups. We tacked early to get a better angle later on our way\nto the Dominican Republic, will see if it will pay off. The team did a good job\nhoisting and trimming the sails quickly during the start though we do have some\nissues with our instruments, just before leaving our wind sensors didn't work -\nso my little pirates are sailing the boat like a big dinghy. Not the best to\nperform on a degree of precision but this is a great exercise to learn with\nmore feeling which sailing is all about.","The heat is still\non and it will be good to have a few degrees less especially when you can't\nopen the hatches due to the waves crashing on deck. Even one wave through a\nhatch is enough to get your bunk wet and salty for the rest of the trip!","All good,","GT out "]},{"team":"garmin","writer":"skipper","race":"11","day":"3","date":"06 June","text":["Hello,","We had some sat comms issues, a bad signal, so sorry if we didn't send much news. All is good here on the Garmin Black Pearl. Like the rest of the fleet we are still close hauled, quite heeled over and the sea state is sometimes a bit messy. It can be quite rock 'n roll over here when the boat jumps on a wave.","The heat inside the boat is still challenging but it feels like a tiny bit better due to our progress north.","It will be interesting to see who will pass ahead of who in a day when passing our first mandatory waypoint Beesley. It can be a tactical turn of the race because as soon as this mark is passed then we should be good for a better angle and a better speed which can give some extra miles ahead of the other boats until the wind drop for the first compact of the fleet...","The team is working well, lots of coaching, we can see that all the teams are not \"novices\" anymore, anything to give a quarter of a knot or the best angle to have the best speed is the word on board, let's keep it like that!","GT out"]},{"team":"garmin","writer":"skipper","race":"11","day":"4","date":"07 June","text":["Hello,","There are some good days and some \"bad\" days. We lost lots of ground today, our speed wasn't very good and the wind was quite messy with some big wind shifts and some squalls. ","A bit of a wind lottery happened and every position report saw a change on it. You tack then 10 nautical miles (nm) away the wind can be different and you see other teams doing a totally different course. It didn't work out for us.","Then later in the day, when sitting in the nav station,  I can hear (even now) a strange noise, like if something is banging underneath of the hull. We probably caught a fishing buoy or a net or who knows what, but for sure we are trawling something. We'll have to wait for daylight to try and have a look with the Garmin VIRB camera to see what’s going on. It is quite frustrating when, in nearly every race, we have been in a good standing position and then something happens to turn the rest of the race about going backwards! ","GT out"]},{"team":"garmin","writer":"skipper","race":"11","day":"5","date":"08 June","text":["Hello,","Not much to say, a very bad day in the wind lottery. The wind died just few miles away whilst the other boats had a breeze.","Now on the hunt!","I managed to get rid of the stuff we were trawling which was a kind of fishing net, It was around the keel and the rudders which can explain our deficit of speed.","GT out"]},{"team":"garmin","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Hello,","Now we are wearing our black costumes but there are still a few boats around us so maybe our camouflage might not work that well!","The last 24 hours, after having digested our defeat in the wind lottery, was actually a very nice day - a good breeze, reaching, and most of it in the right direction!","Sailing near the Bahamas in shorts and sun. I mean, it's the last few days in the tropic for the rest of the race so we’ll try to enjoy it as much as possible.","The spirit of the team is very good. Since we left Liverpool, we had the fortune to have nice people onboard, conflicts are not really happening here on the Black Pearl, jokes, laughs, and work are more the words to describe my team. Sail hard, stay stormy, work hard, play hard.","In a way it feels strange to realise that we really are in the end of the zig-zag race of the planet, so many stories to tell!","Our goal now is to keep pushing. Let's hope to have some opportunities to come back in the lead!","GT out "]},{"team":"garmin","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Hello,","Another nice day,\nunder kite, sunny, good speed in the right direction, a real pleasure!","The next chance to\nget some extra points will be the Elliot Brown Ocean Sprint, which is about\n170nm ahead now. It was quite interesting to see that most of the fleet decided\nnot to go for the Scoring Gate. For us with three boats sailing close by (Nasdaq - HotelPllanner.com - Qingdao)\nand at that time we didn't know if Sanya\nSerenity Coast and Unicef, GREAT Britain made it as we were all on\na sneaky Stealth Mode, the risk to lose more positions than an uncertain\nprobability to get points was too small to vote for the gate. By the way, happy\nbirthday to Conall, skipper of HotelPlanner.com!","New York is just behind\nthe horizon now and we are getting excited to sail close to the Statue of\nLiberty, seeing Brooklyn, eating in New Jersey, so the next few days will see\nus planning the stop over as efficient as possible to allow us a bit of a break\nthere before the last ocean crossing to turf.","The team is working\nwell, back on the spinnaker duty, hunting the leaders, Big Apple, we are\ncoming!","GT out"]},{"team":"garmin","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Hello,","All good here on board, we just started the Elliot Brown Ocean\nSprint - fingers crossed for us!","We had quite a few squalls today surrounding us and we\nhad the fortune to sail fast on the right direction with the effect of them.","Miles are still reducing nicely to finish, now let's get\nsome positions back and let's get some extra points!","GT out"]},{"team":"garmin","writer":"skipper","race":"11","day":"9","date":"12 June","text":["The Elliot\nBrown Ocean Sprint is done now. We had a good speed and we'll wait and see the\nverdict but I'm pretty sure it's gonna be a very close one. We were west of Nasdaq and on each position report our\nspeed and course were quite similar.","Now a few\nhours later and we are in some messy weather, we had a front passing through\nwhich forced us to drop the kite in some fruity conditions. The team did well\nand it went down with no damages. Lots of rain, lots of lightning, wind\nshifting a lot, and to make all even worse, we faced some current which does\naffect our boat speed and our heading.","Now we still\nhave Nasdaq on AIS and we do have a\ndifferent wind than them - the great wind lottery is back. I never win on bingo\nand always lose money in the casino, so I know already the verdict!","GT out"]},{"team":"garmin","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Hello,","Things got a bit messy\nhere onboard Garmin this morning. We\nhad to change from yankee to spinnaker when the power of the sea showed us its\ndark face.","The spinnaker was nearly\nready for the hoist when a wave crashed on deck and took the spinnaker with it.\nOur round the worlder Mick Pattni and Michael Brien ran to help Christa Baens\npicking up the kite before it all went in the water. Things turned bad very\nquickly, the spinnaker was entirely in the water when the halyard holding the\nkite get caught around Mick Pattni arm. All lines were freed to let the\nspinnaker go to save our crew members. Unfortunately, the forces broke his arm.\nMick is under the care of our medical assistants, on this race we have two\ndoctors on board, Nell and Simon who are watching after Mick all the time. He\nis ok and has still got his famous smile no matter what, such a strong lad.","Racing across oceans on a\npowered racing boat is an extreme sport and we all know that when conditions\nare fruity, despite our best efforts, things can happen which they did today. ","We are still racing and\nmaking the best we can to finish the race properly and honour our first British\nIndian round the worlder Mick with pride.","GT out"]}],"visitseattle":[{"team":"visit-seattle","writer":"skipper","race":"11","day":"1","date":"04 June","text":["Panama -\nwhat an experience. Wonderfully relaxing stopover with great food and\ncompany, and then an (almost) smooth canal transit - a big fat tick off the\nbucket list for lots of us - topped off with an added slice of excitement with\nan unplanned night in Shelter Bay Marina. We really feel like we have done\nit all now. A few long days ... we woke up for our transit at 0300am - but\nso worth it.","The race\nstart went smoothly this afternoon - thanks Chris for running it - nice and\nefficient! Since then we have been beating upwind - so slanty life - and\ngenerally a race start with that means a few green faces but it’s nothing we\ncan't handle. ","We have been\nstruggling to keep up with the fleet and have fallen back quite considerably,\nso hoping we get an opportunity to make it back. With 1500 nautical miles you\nwould think there might be something there :)","Sailing with\nstyle - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Today has been an exercise in how not to get frustrated\nin really frustrating circumstances. I don't know what we are doing wrong, but\neveryone else in our sights has consistently pulled away from us. It's pretty demoralising.\nThe respite is beautiful sailing in the Caribbean, but to be honest, it would\nbe so much more enjoyable if we weren't a knot slower than the rest of the\nfleet.","People are warming into things - well actually, it's\ncooling down onboard - but yes, we are getting used to it. This morning I had a\nsnooze in the saloon and woke up to a pressure cooker flying and landing on me\nand the sweet sound of someone retching into a bucket from their bunk.  Ah, the glamorous sailing life.  ","Sailing with style - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"3","date":"06 June","text":["I'm\na little late sending this today as I don't think the sat phone likes life on a\nport tack. Luckily for the antenna, for any blog fans, and for me and my wet\nbunk, we just tacked back onto starboard. Happy days on the high side.","So\n- nice move by Nasdaq and PSP Logistics heading so far east at the\nbeginning of the race. Good old hindsight - after sailing basically backwards\nfor the last eight hours, it's fair to say I'm jealous of that 90 degree COG\nthat you were both making two days ago. \nWell anyway - hopefully we have done the tough bit on the non-making\ntack and we are now on our way to the end of life on the lean part 7.1. ","It's\nfunny living life here; so hard in every way and yet a weirdly good bonding\nexperience - everyone wobbling around, falling over onto each other, food\nflying everywhere and let’s not mention the toilet...  OK most of us have probably wanted to burst\ninto tears at one point or another - but in the end we just laugh - what else\nis there to do? No getting off now.","As\nwe approach the islands we may well all grind to a halt, so we are trying not\nto get too despondent about falling behind the fleet.  We have now less than two months left until\nthe finish of our Clipper Race - I think we are all hyper aware of this now and\ntrying to enjoy every bit of it that we can - soak in the beauty, and the\npeople and all the good things whilst we can. \nWe are sailing in the Caribbean after all - it's amazing!","Oh,\nand a shout out to my biggest brother whose birthday it is today - and Iain's\nonboard too! happy birthday :)","Sailing\nwith style - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"4","date":"07 June","text":["Well, things just didn't work out in our favour in the last 24 hours.  Not to worry though - we still have a way to go, and the crew are in high spirits.","Now looking forward to sailing through the windward passage and hoping it's daylight so we can see a few islands. Perhaps a few coconuts will float out for us ... do you reckon they fall from the trees with straws already in them? No, not that blonde  really. ","Not much else to say, really. The crew are doing some great work on deck pushing sail changes and reefs to slick timings.  We are all pretty tired of life on the mountain face to be honest. Everyone is putting on a brave face, but it's draining and we are all looking forward to some respite from the lean. ","Sailing with style - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"5","date":"08 June","text":["It's a stunning night tonight - the stars are out in force, we have flat seas, moderate winds and until about 10 minutes ago, we were sort of going the right way!  It's nice now that the crew are so good at this sailing thing that I can spend time on deck actually enjoying the scenery and looking round instead of worrying about whether we are on course or going fast enough - like an on-duty but off-duty feeling.","We have come to terms with our few strokes of bad luck and then bad decision making between Panama and Jamaica (when I say we, I guess I mean mostly me...) and now are enjoying life out here. After beating upwind for four days, early this morning we sailed straight into the lee of Haiti and parked up - I swear it hadn't been 5 minutes and people were already saying they missed the mountain face and that wind holes were way worse. Funny how the grass is always greener. Now we are zig-zagging our way to the windward passage and hoping we can continue to make ground on the rest of the fleet. ","Visit Seattle is experiencing some new decorations - it must have been for Iain's birthday yesterday (thank you to Bex and his parents for his cards - so thoughtful) - and we seem to have also developed a bit of a knack for gardening. The netting that surrounds the boat seems is a perfect match for the seaweed mentioned in a few of the other Skippers' Blogs. When we tack, we lift up the submersed side along with a sprinkling of weeds which creates a new job for housekeeping; 'weeding' - life does become SO normal in such an abnormal way. ","Sailing with style - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"6","date":"09 June","text":["It's pretty\ncloak and dagger out here - very fitting - sort of Pirates of the Caribbean-esk. \nI'm looking out for Jonny Depp and the Black Pearl to appear out of the mist\n... no sight just yet.  Not enough gold onboard I expect.","There's a\ngreat feeling onboard at the moment.  Just so many smiles and laughs - I\nthink we are all just loving the sailing.  I mean, we are sailing through\none of the most beautiful places in the world.  Gorgeous clear night\nskies, shooting stars, bright blue sea and sky, great company - and then on top\nof that - the sailing is getting so good.  Slick evolutions always make\npeople feel great - and they are all awesome.  So nice to see how far\neveryone has come since Seattle.  Once again - we will have just about\ncracked it and then we get to New York and a whole amazing new rabble of keen\nfresh energy arrives!  What a roller-coaster this race is.","Sailing with\nstyle - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Today was one of\nthose days where it is so gorgeous outside that no one wants to go off\nwatch.  At 5 - nearly the whole crew were awake - just soaking in the warm\nsunshine, and smooth upwind sailing.  Although down below life is so hard\nwhen you are beating to windward, when the sea is flat and the sun is out, you\ncan't beat it up above.  Big smiles everywhere - great music. \nAnother one of those 'this is what makes it worth it' moments.","It feels very\nfamiliar here. These are the waters - the Caribbean Sea and the Atlantic - that\nI really learned how to teach, and to race, and to create an experience for\npeople onboard, and basically everything this job entails beyond pure\nsailing.  So, it feels familiar - so familiar.  It feels different to\nthe other seas, but I wonder - can you really tell the difference or is it just\nphycological?  Either way it feels great - I would never have imagined\nthat the next time I sailed in these waters would be on the Clipper Race. \nWhat an incredible feat - a crazy one too.  Good feelings for skipper as\nwell as crew today.  ('skipper' or 'skip' - the crew's new name for me ...\nsomehow in the last month I think they have forgotten I'm called Nikki!)","Last night we\npulled our hair out for a few hours going back and forth - to the Scoring Gate\nor not to the Scoring Gate? GT (Garmin\nSkipper) and Conall (HotelPlanner.com\nSkipper) - I feel freakily in tune with you right now as I tried to out-think\nyou both and work out whether either of you had gone to the gate or not. \nIt was a gamble, but we took it - expecting at the time to come out with one\npoint.  I'll leave you guessing as to who we thought would actually\ngo for it!  ","So, lo and behold\nwhen the scheds came out I nearly fell of the chart table seat! Well I did\nactually - slid off - north face + sweat = sedentary challenges.  It looks\n(although I don't know for sure) that no one went - so that was good news for\nus.  Gamble paid off.  Great stuff.  Some good luck at last in\nthis one.  So now the challenge of holding of Dale and Dare To Lead which will be a tough one -\nbut we like a challenge :)","Sailing with style\n- Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Just another day in the office today - perhaps a little\nslow with highs of 12-13 knots of wind - but made up for with clear skies,\nsunshine, flat seas and good company.  This really isn't so bad out\nhere!  We are holding our breath for what the Bermuda Triangle may bring\nhowever ... latest theory: something to do with methane gases and the sea\nlosing total buoyancy.  Well, that would make an OK story if we\ndisappeared - though I still like the pirate’s idea.","I totally forgot to brag about our food yesterday! \nGuylaine was in the galley with Marek - together they set up a French creperie\n- wow - let's just say they pulled out all the stops.  Guylaine must be\ndreaming, breathing, swimming in crepes now as I think she must have made -\nwhat maybe 50 or 60 of them for our dinner.  It was amazing.  Like\nbeing in France - sort of ... big thanks to those two.  Food is so\nimportant as Simon Foster spoke about in our meeting today - so much more than\njust for fuel (despite popular opinion of some of our RTWers!) It's a huge\nsource of morale, it spikes memories, it brings the family / team\ntogether.","So, we are gearing up for the Elliot Brown Ocean Sprint\nnow.  We should be starting it in the next 12 hours.  Fingers crossed\nwe will get a good time.  It's all looking pretty tight at the minute!","Sailing with style - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"9","date":"12 June","text":["So, until about\nfive minutes ago we were stealthily sprinting - think Usain Bolt wearing camouflage,\nsunglasses, black hat, the lot. So why not sprinting anymore? Well it seems we\nwere taking our stealthy-ness so seriously we headed straight for the ominous\nblack cloud ahead to hide. Unfortunately, this cloud came with headwinds,\nsleeting rain, and 30 knots for the last hour ... so we sort of stealthily\nsprinted in completely the wrong direction and now we are just strolling in a\nsemi-good direction under white sails.","\nWell, lots of good news today. We were sailing super fast. We are less than 500nm\nto go to New York. We managed to keep Ariel intact despite quite a day pushing\nher hard and then sailing her into one of her least favourite places (squalls).\nSomeone closed my hatch before my bed got wet in the rain - so now only the\ninternal shower to deal with. Everyone is safe and well and smiling. \n\nI wish you could have all seen the sunset this evening. It was amazing. Why is\nit that we find sunsets and sunrises so beautiful and mesmerizing? But seriously\n- there is nothing like a 360 degree moment like that at sea. The ocean is a\nmagical place - beyond any dream. My favourite place in the world.\n\nSailing with style - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Well we have 250nm to go\nuntil the finish line - I imagine the next time I write a blog we will be\nnearly done. Just one gybe to do as the wind veers from the southeast to\nthe southwest. The home straight. It feels like forever since we have had\na quick race. Maybe Leg 2 was the last one that felt like it went without\nmuch of a huge wind hole or hiccup – well, maybe I'm speaking too\nsoon! Best not hold my breath on that one.","This afternoon we saw Dare To Lead on our AIS - it's the first\ntime we have seen anyone since the Windward Passage. I was just about to\npick up the radio and call Dale to say hi and poof - they\nvanished! Hopefully because we were sailing too fast and not the other way\naround...  So, a little challenge to keep us on our toes until the end\nanyway - to hold Dare To Lead\noff.  Currently it's super close so we need to make sure we sail well.","The mood onboard has been\nawesome - happy and fun despite our slow start (we are learning!). I'm looking\nforward to getting in to celebrate reaching New York with these guys. New\nYork!  Can you believe we have sailed to New York?! The wrong\nway! I just can't really. It's absolutely mind blowing to think how\nfar we have come. I keep sitting in our galley looking at our map of the\nworld that dear Tony Whittemore bought before he left us in Fremantle - we have\ndrawn our track on it - and we have such a short distance to go\nnow. Better enjoy every last second.  ","On that note - there's\nsome fun sailing going on, on deck. Code 3 (Heavyweight Spinnaker), 25\nknots of wind, nice flat boat - fast - I think I want to go join in.","Sailing with style - Nik"]},{"team":"visit-seattle","writer":"skipper","race":"11","day":"11","date":"14 June","text":["Well, that's Leg 7 done and dusted - we literally\njust crossed the finish line and can see the glow of the Big Apple lighting up\nthe sky as we motor into New York Harbour.  Not a huge amount to say (I'm\ntired!) ... it's been a race of ups and downs; it took us a while to warm back\ninto racing after a week on land and a week motoring - combining that with a\nfew bad decisions left us at the back of the fleet - but then the weather\nflattened out, we had some awesome sailing, held off the competition behind us,\nmuch to our surprise scored three bonus points in the Scoring Gate, had tons of laughs and happy\nfaces, and are ending on a high. ","The scene today at tea time says it all - Duffy\nand Chris (our New Yorkers) hoisted the flag to Jimi Hendrix' version of the US\nnational anthem, and then the entire crew broke into song of 'New York' - arms\nround each other like 'wow we just did something amazing and we are sailing\ninto one of the most iconic places in the world!'.","Duffy, Chris, Simon and Erik - thank you for everything you have given to this\nteam over the past two months.  You all slotted in so easily, and really\nadded that something. Like with all our team mates, you will be sorely missed,\nand we will regale the next trip with stories of 'remember when\nchris/duffy/erik/simon did ...'. ","And to look forward - Bill, Erin, Barbs, Kyle, Charlotte, Frank, Anton - we\nawait your arrival with anticipation and can't wait to get you fully integrated into the Visit Seattle family."]}],"qingdao":[{"team":"qingdao","writer":"skipper","race":"11","day":"1","date":"04 June","text":["Since we\nstarted the race we have had a pretty steady breeze and our pack of seven boats\nis heading almost north at the moment. We lost the other four on AIS and it\nwill be interesting to see how they are doing at the 0600 UTC position report.","After Race 9\nand 10, which had predominantly been downwind, everyone on board has to get\nused to upwind sailing again. It will probably take a day or two until we all\nhave settled in and the boat is running by itself again.","QUOTE OF THE\nDAY:","\"Fear\nis a reaction, courage is a decision.\" - Winston Churchill","Fair winds\nand a following sea!","Chris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Upwind on a Clipper 70 is pretty tedious. It is slow (7.5\nknots average), the tacking angle is huge (about 110 degrees at the moment), and\nlife at a 35 degree heeling angle pretty uncomfortable. Plus, with all the\nhatches closed due to spray over the deck, it is incredibly hot inside again.\nAfter weeks of downwind sailing on the race from Seattle to Panama, I had almost\nforgotten how upwind sailing is on these boats. Hopefully we will be past the\nCaribbean islands in six or seven days and go back to a bit of reaching and down wind\nsailing. Until then we have to hang on and try not to loose the connection to\nthe leading boats.","QUOTE OF THE DAY:","\"Success consists of going from failure to failure\nwithout the loss of enthusiasm.\" - Winston Churchill","Fair winds and a following sea!","Chris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"3","date":"06 June","text":["We are still sailing upwind on our way to the first mark set by the Clipper Race Office. It looks like we will have another two days of beating before we get closer to Jamaica and Haiti where the winds will become lighter and less predictable. A bit of a light wind lottery again as it stands. Once we are past the islands the forecast looks pretty good, though, with east and north-easterly winds, which hopefully means spinnakers up for the second half of the race.","QUOTE OF THE DAY:","\"Focus on the benefits, not the difficulties of attaining your goal.\" ","Fair winds and a following sea!","Chris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"4","date":"07 June","text":["We passed the\nfirst mark \"Beesley\" to port earlier on and are now on course to our\nnext waypoint at close to ten knots of boat speed.","We are still\ngoing upwind at a 40 degree heel, but at least we are going in the right\ndirection at a decent speed in flat-ish, warm Caribbean waters with the stars\nout tonight. We still have to play a bit of catch up with the leading boats, but\nwe still have another 1400nm to go and everything is still possible.","QUOTE OF THE\nDAY:","\"Complaining\nabout a problem without posing a solution is called whining.\" - Teddy\nRoosevelt","Fair winds and\na following sea!","Chris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"5","date":"08 June","text":["The day started off with the breeze slowly dying and we had to shake a reef and do a racing headsail change. Shortly after the windseeker went up and since then we had plenty of tacks, gybes, and headsail changes throughout the day in really light and shifty winds. We are getting close to the next two mandatory waypoints and soon will have to decide which gates we will pass to clear the islands and make our way into the Atlantic.","QUOTE OF THE DAY:","\"Patience is bitter, but its fruit is sweet.\" - Aristotle","Fair winds and a following sea!"]},{"team":"qingdao","writer":"skipper","race":"11","day":"6","date":"09 June","text":["We are past\nthe Caribbean Islands and back on the Atlantic side. Against Qingdao tradition, we decided to skip\nthe Scoring Gate because one, it was upwind of us and we would have to beat to\nget to it, and two, it would have added a hundred miles to our trip, which\nwould have cost us probably more than we would be able to gain again. So unfortunately,\nno bonus points from the Scoring Gate this time. Next opportunity to score some\nextra points is the Elliot Brown Ocean Sprint about 400nm ahead.","QUOTE OF THE\nDAY:","\"If you\nfocus on success, you will have stress. But if you pursue excellence, success\nwill be guaranteed.\" - Deepak Chopra","Fair winds\nand a following sea!","Chris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Since we passed the\nMandatory Gate Graves, the wind has slowly eased and veered which means we have\nhad a flat boat and the spinnakers up again. The temperature has dropped a\nlittle bit and the stars are out tonight, too. All in all, champagne sailing\nconditions. And it looks like we will have these at least for the next 250nm\nuntil we get to the Elliot Brown Ocean Sprint, where the forecast suggests an\nincrease in wind again (luckily not in direction though).","Otherwise it seems\nthe fleet is slightly split between the boats going further west to catch the\nGulfstream and are hoping for a push by the strong current and the once sailing\nshortest distance to the finish line. Once again time will tell who’s got it\nright.","QUOTE OF THE DAY:","\"Success is\nnot final, failure is not fatal, it is the courage to continue that\ncounts.\" - Winston Churchill","Fair winds and a\nfollowing sea!","Chris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"8","date":"11 June","text":["We\nare getting close to the start of the Elliot Brown Ocean Sprint. Less than a\nmile and we are sprinting for extra points once again. After that it’s a short\nrun (460nm) to the finish and into New York. Everyone is looking forward to\nsome cold beers and warm beds.","\nQUOTE OF THE DAY:\n\n\"Strength does not come from winning. Your struggles develop your\nstrength. When you go through hardships and decide not to surrender, that is\nstrength.\" - Arnold Schwarzenegger\n\nFair winds and a following sea!\n\nChris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"9","date":"12 June","text":["We finished\nthe Elliot Brown Ocean Sprint, went into Stealth Mode, and sailed straight away\ninto a thunder storm with very variable winds. After drifting backwards for a\nwhile, we are now back to sailing into the right direction.","Fair winds\nand a following sea!","Chris"]},{"team":"qingdao","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Once we finished the Elliot\nBrown Ocean Sprint yesterday we went into Stealth Mode and surprise, surprise,\nfound our own little Qingdao wind\nhole in which we sat for 11 hours doing around a knot or less. Luckily the wind\nfilled in again today and we finally found the Gulf Stream which meant we\nsuddenly went from 1 knot to 15 knots boat speed. So, in the end we lost the\nconnection to the pack of seven boats in front but managed to stay ahead of the\nthree boats behind. With 198nm to the finish, this is hopefully the last blog\nof a pretty disappointing race and Leg for us.","Fair winds and a following\nsea!","Chris"]}],"greatbritain":[{"team":"great-britain","writer":"skipper","race":"11","day":"0","date":"03 June","text":["Hello Team,","So how are we doing, how has your Panama transit stopover\nbeen? Ours has been fantastic, I loved Panama from the moment we could see its\nskyline as we passed the incredibly busy anchorages with hundreds of\ncommercial vessels awaiting orders or their transit slot for the canal.\nThe people were friendly, food was great and everything was reasonable priced.","Although not a full-blown stopover, the GREAT Britain Team were busy with two\ncorporate sails and an open boat at the Queen’s Birthday Party, hosted by the\nBritish Embassy. The ambassador, Damion Potter and the staff gave us a “GREAT\nWelcome” and kindly invited the whole of the GREAT Britain Crew to the evening party, so a big thank to all the\nEmbassy staff. ","The other big birthday celebration was Pip's big three\nzero, which coincided with the day that we transited the Panama, so we had a\nbig birthday cake, which strangely enough was a Union Jack (wonder where that\ncame from) and sang Happy Birthday going through the locks and even our Pilot\njoined in. The fact we did two oceans in one day separated by some amazing\ntropical rain forest will be a birthday to remember.","So, we slipped lines this morning out of Sheltered Bay\nmarina, to the sound of Frank Sinatra singing ‘New York, New York’ and waved\ngoodbye to Trevor as he stood on the foredeck of PSP Logistics. We are now accompanied by Alex LaLaine Ruiz as the\nAdditionally Qualified Person for Race 11.","So, on that note, Race 11, we have just had a team\nmeeting and clearly with the brilliant result from the last race, there is an\nair of exception amongst the crew, as we have shown that we can be competitive.\nThe big challenge I think for us is to get out of the blocks quickly and get\nour race heads on. This is a short race, we should be in New York within 12\ndays but we haven't been racing for over two weeks now, so there is no time for\ncomplacency, the teams that do well will be the teams that getting into the race\nroutine quickly.","Standing by this channel -out. ","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"1","date":"04 June","text":["Hello team,","How are we\nthis “And they're off” Monday? Like us, hopefully you are pleased to\nget the week off and running. Now, before I forget, here are a few belated\nbirthday wishes for the 3rd June. Firstly, Happy Birthday to Pip's mum\nKatherine. Secondly, to Fraser who reached the grand age of 7. I hope the\nbirthday cake was great and good luck in hospital today - all the GREAT Britain Crew wish you the very\nbest and a speedy recovery.","So, we have\nbeen racing for a few hours now after another Le Mans start, this one\ncoordinated by Chris on Qingdao which\nwent very smoothly. So, thanks Chris - job well done. ","Now that we\nare on the track, all you Race Viewer addicts are already having your first fix\nand unlike some of the previous races, there is already a split in the tactics\nbeing played, with some of the fleet staying on a starboard tack and a few of\nus tacking over to a port one. ","We are\ncurrently closed hauled, with the Yankee 1 set, sailing in about 15 knots of\nwind. It’s a pretty starless night and we had an electrical storm in the\ndistance to add to the atmosphere. Most of the evening we could see Garmin's masthead light along with PSP Logistics' to the south of us\n(evening gentleman), but now it's just PSP\nLogistics as GT and his Pirates have tacked north. The watches are slipping\nback into their routines and fortunately the Green Monster hasn't made a visit\nyet. ","Well it’s\nall a bit quiet with not much to say at the moment as we haven't been going for\nvery long so here are some GREAT Britain\nstats for your morning coffee break. We have logged 44nm since race start,\nhighest speed so far is 11kts, and we have a DTA of 1876nm. Oh, and did you\nknow? With all this talk of birthday cake over the last two days, stressed is\ndesserts spelled backwards. ","Standing by\nthis channel -out. ","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Hello team,","How are we\nall this “Trotting North” Tuesday? Are you like us getting back into the swing\nof things? Have to say it feels like a bit of a plod north at the moment and oh\nhaven't we been spoilt over the previous 10,000nm. The last time we were living\nlife on the angle for more than a few hours was on Leg 5 going pass Taiwan on\nthe way to Qingdao.  As Alex said earlier, “This isn't proper sailing, the\nwind is from the wrong direction and we haven't got a kite up.”","I had\nforgotten the delights of sailing closed hauled, the boat at about 35 degrees,\neverything sliding around. The joy of a brief pause and silence as the bow of\nthe boat breaks out of a wave, making us we appear to be suspended in time and\nspace. But we all know that moment will be shattered by the crashing as the\nhull slams into the trough of the wave below. The whole boat vibrating and\nmanaging to dislodge items of kit that had been super glued and lashed down\ninto secure stowage areas, that clearly aren't.","The other\ndelight of upwind sailing is the arrival of the Green Monster who has come to\nvisit. He is spending some time with one or two members of the crew and clearly\nlikes their company as he is lingering in their presence. Then, in amongst all\nthis ocean warrior experience, comes one of the most demanding roles while\ngoing uphill - Mother. Today it has been John MacLennan who has done an\noutstanding job feeding us while working at balancing various kitchen items,\nfood, pans, and tipsy stoves in the tropical heat. He gave me some feedback.\n“Skipper, I think your best command decision to date was to instruct that\nwe had eggs and bacon on the motor sail out yesterday and not today.” \nWell not quite the Churchillian act I had hoped to make an impact with or be\nremembered by, but never turn down positive feedback is what I say.  ","Sailing\nwise, we are clearly closed hauled heading east of north on a starboard tack.\nEarlier we changed from the Yankee 1 to the Yankee 2 with both watches working\ntogether to make up the short fall due to some crew being on Green Watch. It was\na slick evolution with a really JDI attitude. Then a couple of hours ago, with\nthe AWS increasing to 27 knots, Jack Watch popped a reef into the main, again\nexecuted with great procession which was impressive as we had not put a reef in\nat all during Race 10.","So, here are\nthe GREAT Britain stats from\nyesterday: 1400hr boat time meeting, which is 1800Z time; Distance covered\nsince race start 144nm of which 81nm (56%) was DMG, and we had 1789nm to DTA. ","Oh, did you\nknow? Q is the only letter that does not appear in any names of the 50 states\nof the US. ","Standing by\nthis channel – out ","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"3","date":"06 June","text":["Hello Team,","How are we this “Wondering” Wednesday? Half way through the week already. We are within striking distance now of the first race mark, Beesly (Good morning Janice, hope you’re well, we’ll wait till New York to drop off our expenses.) Think we should pass that mark sometime this afternoon local time. ","Why “Wondering” Wednesday, I hear you ask? Well, I was up on deck with Union Watch, sitting down at the back of the boat, enjoying the Caribbean night, looking at the stars, listening to the swish of the water slipping down the leeward side of the boat and thinking. I was wondering if, and by which margin, our tactic of starting on the non-making tack might pay off at the first mark. On the last reported positions, we had moved up the rankings to being seventh. I was considering the position of the main sheet traveller and was it giving us the best trim for the conditions?  I wondered what to do after the race has finished and we have the GREAT Britain team yacht back safely in Gosport. I considered how big the ‘to do’ list is that Lorraine has compiled, especially as we are moving shortly. Where to get a haircut in New York was another pounder. Then suddenly, I was wondering what all the screaming was about from the cockpit. It was soon apparent that a number of flying fish had landed together on the pit crew. The good news is that you wouldn’t have noticed a thing, well apart from Pip’s hysterics, that is. ","Today, sailing-wise, has been pretty much “Groundhog Day” in terms of point of sail, and sail plan. We are still on Starboard tack with Yankee 1, stay sail and main sail up, making best course to windward. There have been a few reefs in and reefs out moments and the helms have been playing the wind shifts, to see if we can lay the mark. The wind veered over the afternoon which has helped our cause but we could do with a few more degrees yet to guarantee we don’t have to do a few short tacks to get around Janice’s mark. ","The crew have settled a little better to life on the lean, the “Green Monster” has nearly disappeared but not quite left yet. The weather was more Caribbean, with sunshine inducing the watches to get some music playing up on deck. There was talk of a Bob Marley playlist as we pass by Jamaica, great stuff, I am a bit Bob Marley music fan. Jane Loe did a brilliant job in the galley as “Mother” today, although not quite the calm self we had become used to on the last race. She herself admitted uphill galley work as somewhat more tiresome!","So, the GREAT Britain stats from the midday meeting; distance run in the last 24hrs was 178, of which 170nm (an impressive 95%) was DMG. Our DTA was 1619nm.","Oh, did you know? We met the British Ambassador to Panama, Damion Potter, during the recent transit. He came sailing with us. Now he promised he would serve some Ferrero Rocher later. He didn’t, although the Embassy laid on a brilliant Queen’s Birthday event, which the GREAT Britain yacht was part of. It was an open boat and created a huge interest. So as a way of a thank you, Damion, this fact is for you: Jim Lyngvild from Copenhagen, Denmark, holds the record for the most Ferrero Rocher chocolates eaten in a minute: seven. ","Standing by this channel-out "]},{"team":"great-britain","writer":"skipper","race":"11","day":"4","date":"07 June","text":["Hello Team,","Well what an exciting “tacking” Thursday it’s been this end, how has it been with you? ","So, today was reality time for the outcome of heading east on the first night out. The wind didn’t play nicely so we had to tack, to try and find a line to lay the mark, on an awful angle achieving a COG of 130.  Then we saw Nasdaq coming up from the south so we went to tack back to stay in front, when we were suddenly given a problem-solving opportunity to deal with.","As we went through the tack, the shackle that attaches the running back stay to the mast decided that it had enough and fancied a swim in the blue waters of the Caribbean. So, we clearly couldn’t stay on that tack. So, Phil quickly gybed round. At that time, we didn’t know it was the shackle that had taken early retirement and Jon Milnes volunteered to go up the mast with various repair options and take a butchers at what the issue was. That involved bearing away on an already nightmare course, resulting in going backwards, giving up hard earned miles. The bottom line was Jon sorted the shackle pretty quickly. We returned him to the deck and tacked back, to recover the five nautical miles we had lost and make up the four that Nasdaq had gained on us. ","Later, as we approached VM Beesley, we were joined by Garmin, Sanya Serenity Coast and Unicef. The five of us then spent a few hours with the wind backing and veering, to try and get around the mark. ","As we tacked back and forth, each trying to beat the other passed the mark, the GREAT Britain crew worked really hard, delivering slick tacks and excellent helming. We eventually became the fourth team to pass the mark, behind PSP Logistics, Unicef and Sanya Serenity Coast. Since then it’s been a bit of a drag race towards the next Virtual Marks, Wood and Butcher. At this time, we have edged passed Sanya Serenity Coast, but it’s very, very tight. The disappointing thing is that for all you Clipper Race Viewer addicts, it always happens for the GREAT Britain team during the late evening and early hours of the morning back in Blighty. So, you’ll just have to take our word that’s it’s been full on and great fun. ","The crew has worked really hard and the positive vibe is tangible onboard at the moment. As I write this, Jon is leading putting in a reef (you can probably hear him from here) and members of both watches have joined together to get it done in double the time. Oh, before I forget, Beanie has asked me to let you know that she is aware that we are behind with crew blogs some are on the way and “normal” service will be resumed once the wind is aft the beam. ","All this and to our port we can see the ilium of towns on Jamaica. Great stuff. ","So, it’s Thursday and here is your “Tricky Teaser”. Mr and Mrs Brown have got four daughters, who have each got a husband, two brothers and two sons. Can all the Browns fit into a 4 seater car?","Standing by this channel-out ","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"5","date":"08 June","text":["Hello, hellooooo, anyone there?","Oh, there you all are, hello team. That’s the trouble with all this going around in Stealth Mode, you just can’t see what’s around you. So, how are we this Fizz Friday? We haven’t had one of these for a while, looking forward to one in New York. I know the Lady Lush’s Supporters group are doing a Fizz Saturday in London tomorrow, so have a great day Lorraine, Katherine, and Lou. ","Well, we are in Stealth Mode to try and keep a low profile as we make some decisions as to which way we break out of the islands and move north into the Atlantic. Can’t tell you exactly where we are, but we have just waved to a Virtual Mark who has the first name Emma linked to it. Also two other boats have had visual on us up until about an hour ago.","So, it’s been another great day on the GREAT Britain boat. We have managed to maintain our position and at the meeting today, I set the crew one objective: to increase the distance between us and the boats behind us. It was great to see 6 hours later, at the time we had the reported positions in, that we had achieved that as well as making some gain against the boats to our front. We also talked about the issue that it is harder to keep positions than it is to gain them. However, as I said yesterday, the positive attitude is really infectious on the boat at the moment. ","Sailing today has been with fairly light winds and very flat seas compared with what we have had since race start. There has been an outbreak of morale as people haven’t had to walk along the sides of the walls to move below decks. Richard couldn’t believe his luck that he was Mother and had nearly flat surfaces to deal with. Although at the time of writing we are back at 35 degrees and I will have to go up on deck shortly to helm, while Jack Watch puts a reef in.","Some quick GREAT Britain facts for you to enjoy with your fizz. Distance run in 24hrs 187nm, DMG 185nm, and distance to finish line 1282nm.","Now Jayne’s Mum, no time for \"Did you know\" today, but will give you bits tomorrow. The answer to the teaser yesterday was yes, there are only four Browns, everyone else would have different family names. ","Standing by this channel - out","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Hello team,","So how are\nwe this “Straight up” Saturday? Are you going to be watching the Trooping of\nthe Colour this morning or busy doing domestic chores or family duties? This\nend. we'll mainly be sailing in a northerly direction.","So we are\nout of the Windward Passage going through Mandatory Gate Hodginson – morning\nJan. Cannot believe that it was two years since we did that Level 1\ntogether along with Charlotte, Don and Jo. Taking the westerly route seemed to\npay off for us. We have overtaken Unicef\n(Morning Capt'n Beggs) who were 8nm in front of us when we went into Stealth\nMode. As they are now in Stealth, we cannot see Sanya Serenity Coast (Morning Wendo) which was close to Unicef last time we saw it. So, there is\nthe possibility we have gone from fourth to second, but we'll have to wait 24 hours\nnow to see if we are in front of Sanya\nSerenity Coast. PSP Logistics is\nabout 40 miles to our front. (Morning Matt, if you could just pull over the\ngirls have found some Disney music and more ABBA tracks they want to share with\nTrevor). So, it’s all focus on the GREAT\nBritain boat to keep the VMG going. Lots of trimming and determined helming\ngoing on. Alex was surprised to find out everyone helms on the GREAT Britain boat, but one of our main\ndrivers is about personal continual development. ","Sailing wise\nwe have been getting some great records in, achieving an impressive 68nm in 6\nhours on white sails uphill. We have been sailing with the Yankee 1, stay sail\nand main for over 36 hours now mainly on a fine reach reaching speeds of\nbetween 10-12 knots. We are expecting the wind to veer over the next day,\nbringing the wind aft the beam, so we'll be dusting down the kite and giving\nthe white sails a bit of a breather. Although that is a plus we are expecting\nthe winds to lighten as we reach a ridge of high pressure, which will reduce\nboat speed and no doubt compress the fleet once again. The weather today has\nbeen very Caribbean, sunny clear skies, with bubbling cumulus clouds, winds\nmainly easterly-ish, 15-20 knots. The seas blue with brilliant “white horse”\nwith the occasional light squall and as I write, there is some low-level squall\nactivity showing up on the radar.","Now as you\nknow we have a rule on the GREAT Britain\nboat that as long as you are able to play Stealth Mode we cannot talk about\ngetting ashore at our next destination. However, today, there has been talk of\nshopping trips, salads, steak, showers, beers, wine, the whole lot. The\nargument is that now we have played our Stealth Mode, the rule has finished for\nthis trip, because we can no longer play Stealth Mode as it has already been\nplayed. We need a legal finding over this. I await advice from John “The Brief”\n(hope you are well Sir) as to what the position should be. But personally, I\ndon't think that argument was within the spite of the rule. What do you the\nJury think? (Suddenly without warning another minute passes – you can see the\nhigh levels of discussion taking place.)","So, here are\nthe great Stealth Mode stats, just don't tell anyone; Distance run 258nm, best\n6 hour run 68nm, current DTA 978nm meaning we have completed 52% of the total\ndistance.","Right, so as\npromised Jayne's Mum, Hi Marianne in Clarkston, MI, USA, did you know - in the\nUnited States, more frisbees are sold each year than baseballs, basketballs and\nfootballs combined. Also, lacrosse was initially played by Native Americans - they\nplayed it to prepare for war. I only played it once, while in school. The 1st\nRugby Team (boys) against the 1st Hockey Team (Girls) and I can assure you the hockey\nteam won and took no prisoners along the way.  ","Oh Conall,\nbelated Happy Birthday Chap – Lorraine says you'll have to wait till Liverpool\nfor your hug though. (From her not me clearly – you can have one from me in New\nYork). ","Standing by\nthis Channel-out","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Hello Team,","Well how are we\nthis “Chilled” Sunday? Hope you are managing to get a day’s relaxation in\nbefore the start of the new week. So why “Chilled” Sunday? Well, it suddenly\nhas a slight chill in the air on deck overnight. I went up on deck to join\nUnion Watch post evening meal, wearing shorts and a t-shirt, after a short\ntime, thought – ah bit cooler this evening. So, in fine Skipper tradition, I\nfound an excuse to pop to the Nav Station and took the opportunity to put a\nbase layer top on before returning to join the on watch. I Can assure you that\nno base layer is required below decks though- see below. ","Sailing-wise, we\nare still steadily ticking through the miles and shortly after midnight\n(Zulu/GMT) we decided to give the Yankee 1 a rest as the wind veered more to\nthe South. There was a seamless hoist of the Code 1 (lightweight spinnaker) and\nthe Yankee was struck. It was great to get back under a kite after a nearly a\nweek of white sail sailing. I am convinced that the sound of the wake is\nsmother under the kite as well, although the crew think maybe I have been in\nthe sun to long today. (But listen, can you hear what I mean, that sounds so\nsmooth.)","There has also been\na pretty chilled atmosphere onboard today as well, along with some potential\ninsubordination. So just after breakfast I was sitting in the Nav Station doing\nsome admin, “Reqs and Defects” form filling. Now, as I said, no base layer\nrequired below decks, not even a t-shirt during the day. So, I was just sitting\nwearing a pair of shorts, when round into the Nav Station doing the anti-bac\ncleaning comes a very chirpy Beanie. “Hello Mr June,” says Beanie, “Beach ready\nbody programme going well then?” (Well, Jackie, I felt cut to the quick,\nSkippers not only have Mother's but feelings as well.)","Shortly afterwards\nI heard a cheer come from the deck, so I went to investigate, clearly wearing\nproper attire by now. On deck there is Beanie throwing small bits of orange\npeel, trying to get them through the gap between the boom, the topping\nlift/reefing lines and the leach of the sail. All this to the theme music of\nJayne's “Power hour” playlist. So, my talk about yesterday about remaining\nfocused and keeping our eye on the ball and giving that extra one percent, was\nclearly received well and is 5 minutes of my time well spent. (I did however\nsubsequently discover the cause of this outbreak of behaviour – Beanie had\ndrunk two mugs of fresh coffee and consumed a packet of Haribo.) ","Another “focused”\nmoment today on the GREAT Britain boat,\nwas caused by Alex. Those who have not met Alex I will describe. Early 20's,\nSpanish, tall, athletic with long flowing dark hair and designer stubble. Alex\npipes up “Does anyone have a spare hair band?” (Men of certain age -  just get over it and move on please, it’s the\nmodern way, apparently.) Well, after a near fatal stampede as ladies onboard,\neven those with relatively short hair dashed to their personal kit, despite to\nplease and provide him with his request (Trevor, sorry Chap, you’re so last\nrace now and Jeremy who?)  Alex goes “Gosh hadn't noticed how many females\nare on the crew.” He is razor sharp, he has only been onboard for ten days and\nhas just notice that Union Watch has only two males on it. Jack Watch has three.","So, the GREAT Britain stats to consider among\nthe Sunday papers; Our 24hr run was 246nm of which 245nm was DMG. We have only\n837nm to DTA (as of the midday meeting Saturday 9 June). Oh, did you know? In\ngreyhound races, anise is used to scent the artificial hares. ","Random question, do\nthey still make Murray mints? Sitting here writing to you and suddenly felt\nlike having a Murray mint. Have to wait for a few days I guess…","Standing by this\nChannel-out","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Hello team,","Are up and going this Sprinting Monday? Were you out of\nthe blocks at the crack of dawn and setting a dashing pace to start the week?\nWell, this end we are into the Elliott Brown Ocean Sprint and after a rather\npedestrian start, we now seem to be up to pace hitting the occasional 15 knots\nand even better some of that is on course!","The sailing today has been a bit of a mixed bag really. Up\nuntil 1400hr boat time, the wind had been a little fickle and definitely\ncouldn't make up its mind which direction to come from veering and backing and\nveering again. Then it eventually veered round to south-southwest, so we gybed\nover onto a port tack and are now heading in a more northerly direction again. ","As I write, Luise and Beanie are busy packing the Code 1 (Lightweight\nSpinnaker) away after we switched it out to replace it with the Code 2\n(Mediumweight Spinnaker). We had been happy sailing on the Code 1, but the wind\nhas shifted more to the west and increased to the low 20 knots giving us a high\nAWS. So to prevent any dramas, I decide it would be good to change down a Code,\nmuch to the sail repair team's delight.","However, it didn't quite go to plan and it became a bit\nof a drama, which the GREAT Britain\ncrew dealt with brilliantly. Shortly before making my “Let’s keep our adrenalin\nlow and avoid problem solving opportunities” decision, I thought I heard\nsomething metal clank against the mast and rigging. An inspection aloft with\nthe search light didn't show up any issues. Then came the kite drop. Faith\nfired off the tack line of the kite, Jayne eased the spinnaker halyard and\nnothing. No movement at all, only a Code 1 frantically waving around shouting\n“Get me down! Get me down.” Then there was the realisation that the noise\nearlier was the D shackle holding the spinnaker block failing. So, the block\nwas now on the backup lashing (for this very scenario), but the halyard had\nslipped off the block wheel and jammed. Luckily, we managed to unjam the\nhalyard without sending anyone aloft, which would have been very memorable as\nit is a stunning starlit night and we had a very atmospheric electrical storm\nin the background. ","Well that's all about the news this end apart from the\nscandal of missing out on a slice one of Shelia's legendary fruit cakes. A\ncausal remark made by Richard at evening supper caused a statement from Nicola.","“Oh no this is not one of Shelia's cakes, we had that\nyesterday.”","“One of Shelia's cake yesterday?”, I enquired. ","“Yes, the one we had yesterday afternoon, the fruit cake,\nit was gorgeous. We let Alex have the spare piece.” Beamed a delighted Nicola,\nremembering the deliciousness of cake and clearly pleased she was in Alex's\ngood books as she did not have a spare hairband. Then the beam died away as a\ndawning descended across Nicola's face. “You didn't get any did you?” she\nwhispered.","Enter Alex from the port accommodation, not wearing a\nhair band.","“Nice cake yesterday then Alex?” I asked ","“Oh yes lovely I was given two pieces,” he nodded with\napproval, grinning like a cat who had been given the cream.","Oh well, guess who is going up the mast to fix the\nspinnaker block at first light? Not sure they serve cake on the top floor. Not\nthat I am bitter or anything.","Some great Stats for you enjoy with your morning coffee\nand one slice of cake I hope; 24hr distance run 206nm, 194nm DMG top speed to\ndate this race 16.4 knots, well done Ray. ","Oh, did you know, good looking younger man are more\nlikely to be offered two slices of delicious cake as a posed to slightly more\nmature males with grey hair?","Standing by this Channel-out","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Hello team,","How are we\nthis Squall Field Tuesday? Since chatting last, we finished the Elliot Brown\nOcean Sprint in a fairly respectable time but noticed that Garmin and Nasdaq (Morning\nGentlemen) appeared to have some good times based on the reported positions\nschedules. The GREAT Britain crew put\nsome great helming in and carried out some pretty effective evolutions over the\nsprint as well, so they can be very proud of their performance. So, we'll just\nhave to wait and see.","Since we\nfound out that we were in first position, the weather gods have been playing\ngames with us all day. Lots of dark clouds that appear to vacuum clean any wind\nwithin a few miles of them have formed a cordon around us and we have been\ncrawling along trying to break free of their grasp. Twice our track has shown\nus drifting backwards. We have been surrounded by electrical storms and\nvisited by a swarm of small insects that appear to have a fascination for\nnavigation.","So, having\nspent the last 6 hours trying to get the boat moving, I have just popped below\nas another tremendous rain down pour arrives to quickly say hi and do the 0600Z\nreporting schedule. So, no stats or “did you know today”, hopefully normal\nservice resume tomorrow","Thank you\nTeam Ball and Polly for your email, lots of the crew were dancing around too!","Standing by\nthis Channel-out,","Dave"]},{"team":"great-britain","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Hello team,","So, what are you up to\nthis “Coming into the final straight” Wednesday. Much productivity happening in\nthe work place? Well, the light winds are dragging it out this end. It must be\nlike watching paint dry for you, although the interesting bit is, no one knows\nwhat the end picture looks like.  Earlier we were thundering along at\n14-15 knots, now we are just making 7 knots. Those of you with Race Viewer\naddiction, the helpline telephone number is - 7223 843937 (you can crack that\ncode in between updates.)","This end the team are\ntired, they have put a great performance in whatever the outcome later. They\nhave given the extra one percent and just not stopped trying. They have\nall truly achieved something remarkable. ","Their tiredness caused an\ninteresting moment while hoisting the Yankee 2 the night before last. In the\ndark somehow the Yankee lazy sheet got loaded onto the primary winch along with\nthe Yankee halyard which I have never seen before, and once spotted, made for\nanother problem solving opportunity with the Yankee halfway hoisted. But all\nresolved, without damage, and more importantly, no injury. ","The one thing both Watch Leaders\nhave displayed brilliant over the last 24 hours is the enforcement of our first\nprinciple - Safety First - so a big shout out to Pip (Union Watch) and Jon\n“Milnsey” (Jack Watch) who have also had their Sgt Wilson moments and said, “Do\nyou think that's entirely wise Skip” on a few occasions at some of my\nsuggestions.  ","Now, Trevor and Jeremy\nyou'll be delighted to know that Alex blew it right on the last day. Having had\nthe ladies swooning all around him for the last two weeks, getting him\ndrinks, giving him cake - enough said on that matter - and generally\nrunning around seeking favour, he blew it. Beanie asked a simple question and\ninstead of using correct court room skills and answer just the question, he\nadded more and dealt himself the killer blow.","Beanie: “Do you like\nMarmite?” ","A simple closed question,\nwarranting no more than a “Yes” or “No” response. But no, Alex couldn't help\nhimself.","Alex: “No and if I was\nSkipper I won't have it allowed it on my boat.” ","You could have heard a pin\ndrop, if we hadn't been doing 13 knots on a close reach at the time. A look of\nhorror crossed some of the previously doting females. Backs slightly turned\naway, awkward looking at shoes commenced, flighty glances amongst the crew.","Beanie: “Well, I won't be\ncoming on your boat then.”","There's one thing we can\nsay about Alex, he isn't a Marmite person (love them or hate them), but we all\nlove him and will miss him on the next race. Thanks for all your help – cheers mate.","So, potentially this is my\nlast blog on this race, clearly weather depended. A big thank you for all your\nsupport on this race and, in fact, this Leg. Don't under estimate the impact\nmessages of encouragement make when things aren't going to plan. A great big\nthank you to you all.","Some GREAT Britain stats from this race for you; Top recorded speed 21 knots\n(Alex), distanced logged to date 1,922nm, best 24 hour run 256nm, and the best\ndistance made good over 24 hours was 245nm out of 246nm. ","Oh, did you know? Karate\nactually originated in India, but developed further in China","Standing by this\nChannel-out","Dave"]}],"nasdaq":[{"team":"nasdaq","writer":"skipper","race":"11","day":"11","date":"11 May","text":["So much\n'Champagne Sailing', yet so little champagne ...","We've had another\nglorious day out on the Pacific - the days are getting hotter without (yet)\nbeing unpleasant, whilst the stars and waxing moon make sailing easier and more\nenjoyable by night. ","The\nspinnaker is still flying, we've just been picking our gybing angles according\nto wind shifts and watching the fleet on our extended AIS range for clues as to\nwhat's going on elsewhere. ","Our weather\nforecast has been saying for a week now that the wind is going to die off soon,\nbut so far, we've managed to keep moving reasonably well.","Phil\n\"Henri Lloyd\" Wilkinson and Ineke van der Weijden went local in the Nasdaq Bistro today - lunch was\nQuesadillas and ... erm ... what's a Quesadilla when you've run out of cheese?\n... is it just a Dilla? Meanwhile, the debate over the dinner menu was: is it\nstill a cottage pie if the potatoes are chunks not mashed? Here on Nasdaq we're not afraid to confront\nlife's toughest questions.","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"11","date":"11 May","text":["So much\n'Champagne Sailing', yet so little champagne ...","We've had another\nglorious day out on the Pacific - the days are getting hotter without (yet)\nbeing unpleasant, whilst the stars and waxing moon make sailing easier and more\nenjoyable by night. ","The\nspinnaker is still flying, we've just been picking our gybing angles according\nto wind shifts and watching the fleet on our extended AIS range for clues as to\nwhat's going on elsewhere. ","Our weather\nforecast has been saying for a week now that the wind is going to die off soon,\nbut so far, we've managed to keep moving reasonably well.","Phil\n\"Henri Lloyd\" Wilkinson and Ineke van der Weijden went local in the Nasdaq Bistro today - lunch was\nQuesadillas and ... erm ... what's a Quesadilla when you've run out of cheese?\n... is it just a Dilla? Meanwhile, the debate over the dinner menu was: is it\nstill a cottage pie if the potatoes are chunks not mashed? Here on Nasdaq we're not afraid to confront\nlife's toughest questions.","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"0","date":"03 June","text":["It's been a while since my last skipper blog, so let's\nsee if I can remember how to type...","Nasdaq spent\nseveral days in Flamenco Marina near Panama City, before our transit through\nthe Panama Canal. This involved some frustrating delays and an unscheduled\novernight stay on a mooring buoy midway through the canal. ","However, we all enjoyed the experience of transiting such\nan impressive piece of engineering, which the canal pilots onboard were able to\nexplain as we went. Our Additionally Qualified Person, Mike Ferguson (who\ndrives oil tankers in his real life) was also explaining the commercial\nshipping we passed on the way, so we've all learned something new.","Nasdaq now has\n1080 Media's Dani Devine with us until New York and she got some great footage\nof the Canal experience for the Clipper Race documentary\nseries.  ","We're now on our way to the Le Mans start for Race 11,\nwhich has Nasdaq written all over it\n- does that mean we'll win?"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"1","date":"04 June","text":["It's great\nto be racing again! Especially for us on Nasdaq\nas we head towards our Home Port of New York in a Race with our name on it.","After the\nlong delivery run into Panama following the curtailment of Race 10, then the\npitstop breaks at Flamenco and Shelter Bay, and the interest of a Panama Canal\ntransit ... we're finally doing what we came here to do: ocean racing. After\nmotoring away from the heavy traffic near the Canal entrance, Cap'n Kobusch\ncorralled a confusion of Clipper Race Skippers into a successful Le Mans start.\nNasdaq tacked eastwards as soon as\nour mandatory 10 minutes holding course was up ... then got a little worried\nwhen nobody followed ... then more worried when PSP Logistics did follow. If Cap'n Mitchell agrees with our\ntactics, are we adding unnecessary mileage on a huge flyer? We'll see. ","It's all\nupwind across the Caribbean Sea, so back to life on an angle and bracing ourselves\ninto awkward contortions, back to white sails and close-hauled helming, and\nback to sitting on the high side for better weight distribution. Will the crew\nremember how to do all of that after so long sailing gently downwind under\nspinnakers? Of course they will, but the Nasdaq\nsit-o-meter is also here as a reminder.","And just\nwait till you hear what Nasduck got up to in Panama ...  ","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Nasdaq has spent the day rediscovering the delights of\nsailing upwind in a Clipper 70. Happily we've had no seasickness, just some\nbumps and bruises and a lot of cursing about why everything seems to take so\nlong.","We've made reasonable progress today, in company first\nwith GREAT Britain and now with PSP Logistics as we set ourselves up to leave the relative shelter\nof Colombia and Venezuela and head in to the open Caribbean towards Jamaica,\nHaiti and Cuba. ","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Nasdaq has spent the day rediscovering the delights of\nsailing upwind in a Clipper 70. Happily we've had no seasickness, just some\nbumps and bruises and a lot of cursing about why everything seems to take so\nlong.","We've made reasonable progress today, in company first\nwith GREAT Britain and now with PSP Logistics as we set ourselves up to leave the relative shelter\nof Colombia and Venezuela and head in to the open Caribbean towards Jamaica,\nHaiti and Cuba. ","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"3","date":"06 June","text":["Firstly:\napologies to Mrs G for the disappointing brevity of yesterday's blog -\nsometimes the stuff happening on deck takes precedence over the literary muse.\nI'll try harder today!","Something\nwent \"SNAP\" in the night - during a normal sail change, a small but\nimportant part of the running backstay broke. There were no injuries and no\ndamage, just a frustrating loss of speed under reduced sail until our Nasdaq Bosun Andy \"where's me\nbrew?\" Greenough replaced the broken block.  ","Otherwise,\nit's been one of those days when very little seems to have happened. Nasdaq has continued sailing steadily\nalong our course towards the Windward Passage, following our tactic of\n\"eat your sprouts first\" - we've already made our ground east by\ntacking away from the fleet immediately after the Le Mans start. We are now\nhoping to clear race mark Beesley (named after the most important person in the\nentire Clipper Race Office - Janice pays the rest of us!) tomorrow afternoon\nwithout having to tack east against the wind and current.","Life\non board has settled quickly into our 'at sea' routine: being woken, fed and\nstanding watches in sunshine and steady ENE trade winds, carrying out the\nvarious duties on deck - helming, trimming, changing sails, then getting soaked\nby a massive wave just minutes before the end of the watch and complaining to\nthe helm about it. In fact, no-one really minds - the Caribbean is warm\nenough for shorts and T-shirts at night still so a cooling shower does no harm.","Cheers,\nRob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"4","date":"07 June","text":["That's better - now we're moving!","Although our \"eat your sprouts first\" tactic of heading east early worked out well, Nasdaq had seemed to struggle a little for boat speed compared to the boats around it on the long beat north to 'Beesley'. ","Having rounded that race mark yesterday afternoon, our speed has picked up and we're now making better progress towards the Windward Passage between Haiti and Jamaica, in a drag race with Garmin which is close beside us. We've been close to the front half of the Clipper Race fleet all day – Sanya Serenity Coast, GREAT Britain, and Unicef have all been visible at some point. There's a little chunk of US territory ahead to pick a course around - who's heard of Navassa Island? ","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"5","date":"08 June","text":["It seemed for a few hours this morning that we had used up all the wind getting to the Windward Passage, as we were left struggling to get anywhere in very light airs. We haven't actually seen Haiti (yet) but we do know that it smells of woodsmoke.","Our AIS screen has been busy though today as we exchanged tacks with Garmin, HotelPlanner.com, and Qingdao, whilst also keeping an eye out for the commercial traffic passing through here. Nasdaq Bosun Andy \"where's me brew?\" Greenough made use of the flat sea to carry out a full rig check today - no problems found, but it's good to check since both us and GREAT Britain have had breakages recently. ","The BIG news is that we discovered today that Nasduck got herself a tattoo whilst we were in Panama - as you'll see from the photo, she's a real team player!","","I don't know about the other yachts, but Nasdaq has seen much less wildlife so far in the Caribbean than we did in the Pacific. In particular, we haven't seen a single turtle here, whereas we were surrounded by them on our way into Panama. Could it be that they're not allowed to transit the Panama Canal because they won't shell out for a pilot? ... unlike the local Caiman, which snap up the chance ...","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Ssssshhhh\n... We're hiding!!!","Which is\nvery easily done in these waters due to the clumps of Sargasso weed that become\nentangled in our leeward netting as we sail on an angle. We began clearing them\nas we were initially worried that they might slow us down but using them to camouflage\nNasdaq into the background seascape\nworks much better ... and requires less 'gardening' by the crew.","So - no\nfurther sail chat today, but I can tell you that we have temporarily ducked out\nof ocean racing and gone treasure-hunting instead. Nasdaq Leg 7 crew Kate Switajewski's daughter Zara gave us a map to\nsome hidden pirate treasure and whilst the other Clipper 70 yachts can't see us,\nwe're busy finding our way to the booty. Wish us luck!","","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Hello again - we're\nback from sneaky Stealth Mode!","We followed Zara's\nsecret map and found some buried pirate's treasure on a deserted island in the\nBahamas (no: I'm not telling you which one!), but soon afterward had a visit\nfrom both the Bahamian Navy and Air Force so we're not sure yet whether we'll\nbe allowed to keep it. Watch this space ...","Since then Nasdaq has gone back into full racing\nmode and this morning hoisted a spinnaker for the first time in what seems like\naaaaaggges. That went so well that this afternoon, we peeled to another kite,\ntrying to get ahead of Garmin which has\nbeen in sight all day. The wind is gradually easing and veering, so the boat\nhas flattened out so much that below deck we now walk on the floor rather than\nthe walls. Above deck the spreader tips are drying out nicely. ","With the flatter\nboat, deck showers are back in fashion, but there was a small problem. Most\nClipper Race crew, and all Clipper Race staff will tell you that skippers\naren't the brightest of creatures ... and this one is no exception - I managed\nto leave my shampoo in Panama. Luckily 1080 Media's Dani Devine was able to\noffer me some - but would it be better to smell like a clean girl than a sweaty\nman? Definitely - this skipper now carries an aura of cherry blossom and\nginseng. Plus, with all of those nourishing pro-vitamins, my hair has so much\nmore revitalised volume and bounce, from root to tip. Thanks Dani. ","Nasdaq has been moving well almost due North, taking us out of the tropics for\nthe final time this circumnavigation - it only gets cooler from here. So we're\nexpecting to see Darwin's own Damian Egan back in his dry suit and thermals any\nday now. ","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Marks, set, GO!!! Nasdaq\nis sprinting again ...","As I type, we have just begun our Elliot Brown Ocean Sprint\nin favourable spinnaker conditions, as the wind has veered slightly west of south\nand increased a little. Through today, the wind had eased and we slowed down\nslightly. ","Skipper GT (salut!) on our companion Garmin warned us of an Unidentified Floating Object in our path -\nwe sent a position report and photo to the Coastguard and Clipper Race Office\nso they can warn other vessels. Garmin\ngybed away from us soon after, so we are on our own for the first time in\nseveral days.","We also received the good news that Nasduck will be\nallowed to keep the pirate's treasure chest she found on a desert island whilst\nwe were in sneaky stealth mode. That should help our Unicef fundraising total.","I want to describe tonight: sipping fresh coffee sat on\ndeck in shorts and T-shirt at 3am, with Nasdaq\nwhooshing along under spinnaker across a flat sea, powered by the warm\nsoutherly breeze and trailing sparkles of phosphorescence in our wake.\nCassiopeia hanging above our starboard bow to show our way northwards, and the\nMilky Way stretched out above the rig with occasional shooting stars, and the\nkumatage of Jupiter dancing on the ripples off to Port. Who wouldn't love\nsailing on a night like this?","Wish us luck in our Elliot Brown Ocean Sprint ... ","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Amazing!","An Elliot Brown\nOcean Sprint that actually felt like a sprint - no flopping around in wind holes,\nand no bashing to windward in the wrong direction. Just Nasdaq doing what a Clipper 70 does best - reaching along under\nspinnaker through a good strong breeze. We know that our competitors ahead and\nbehind also sprinted very well, so the results will be close. But we're pleased\nwith our own performance on board. As the wind strengthened and the sea state\nbuilt, the whole crew worked together to switch from Code 2 (Mediumweight\nSpinnaker) to Code 3 (Heavyweight Spinnaker) via Yankee 1 in just 14 minutes.\nThe Nasdaq RTW crew and leggers James\nCole, Kay Witte, and Loic Henuset drove it like they stole it, whilst we've set\nnew standards of kite trimming.","Since\nfinishing our Elliot Brown Ocean Sprint, we have run into a very wet, messy\npatch of light, gusty and variable winds resulting in several sail changes and\nmuch less boat speed but we're still pushing as hard as we can for the line.","Meanwhile,\nMike Ferguson and Jens Ober-Bloibaum have been busy in the Nasdaq Bistro and it's fair to say they would rather have been on\ndeck. Whilst the preparations for a lunch of fried rice were going badly, Mike\nremarked that this day was the low point of his Clipper Race Legs 6 and 7. Jon\nWedgwood (excellent chef and always on hand with culinary advice) tried to\ncheer him up by pointing out that things could improve: there were still 10\nhours of Mike's 'Mother Day' to go ... and then a huge wave crashed in through\nthe galley hatch, soaking Mike, Jens and the lunch. Some blogs just write\nthemselves, but tonight's spagbol was a delicious redemption.","BTW Cap'n\nLance - what shampoo would you recommend for that trademark lip-tickler?","Now we have\nless than 350nm left to the finish line off New York and we have to get safely\nthrough the infamously spooky Bermuda Triangle ...","Cheers, Rob"]},{"team":"nasdaq","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Well, it wouldn't be a\nproper race without a little light wind lottery would it?","Nasdaq is\ncurrently floating gently around 130nm from the line, with Garmin (salut GT) Sanya\nSerenity Coast (G'day Wendo), and Unicef\n(Hi Bob) all equidistant by the latest position reports. All of which makes for\na very tight finish. ","We spent last night\nweaving around some very shifty winds as a squally weather front passed\noverhead, then had a few hours storming progress northwards helped by the Gulf\nStream. As the wind and sea state diminished this afternoon, we went for a Code\n3 (Heavyweight Spinnaker) hoist, gave that sail a quick saltwater rinse, and on\nfurther reflection, hoisted the Code 2 (Mediumweight Spinnaker) instead.\nConditions were initially a little sporty for the Code 2 but have been easing\never since, so I'm now going back on deck for a peel to the Code 1 (Lightweight\nSpinnaker).","Nearly there ...","Cheers, Rob"]}],"unicef":[{"team":"unicef","writer":"skipper","race":"11","day":"1","date":"04 June","text":["So, farewell\nthen Panama and the many memories we will all keep of our transit through the\nmagnificent Canal. We also have fond memories of the Panamanian people who were\nour hosts on both sides of the continent. And the wonderful coffee.","We are now\nmaking steady progress after the Le Mans start and the crew are rediscovering\nthe delights of upwind sailing - for the first time since the North Pacific.\nMost of the Canal seems to have found its way into our bilges - which is\nkeeping our support watches busy. We have our Yankee 1 up and have been\npracticing reefing drills and tacking although not doing either at present. The\nwind is brisk and pleasant tonight. Strong enough to cool those on deck but not\ncold enough to require more than t-shirts. Down below is another matter, but as\nthe crew recover from the first, always long and arduous day of a race, I can\ntell form the snoring that the heat is not keeping some of them at least awake. ","-* Written by Alison (channelling her inner Bob)"]},{"team":"unicef","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Hello again - and again this is Alison, Bob being heavily\nengaged at the helm, possibly because Wendy is quite close but will insist in\nstaying in front and sometimes drawing away - and that we cannot have!","It has been another steady upwind day with no changes to\nour sails or dogged determination to sail high and fast and at sometimes\nentertaining angles of heel. NO crises, no excitement - just grit.  Yesterday's cloudy weather improved to give\nus a sunny and later starry sky but despite our nearness to Jamaica it is just\npleasantly warm, not hot. Less imaginative boats might call it champagne\nsailing. With AnneLise on board we are more likely to say Cremant de\nBourgogne.","The crew are now firmly embedded in their watches and\nefficiently producing meals, emptying bilges and if they are nuts enough to be\naround the nav station at 0600 UTC, writing blogs. ","Written by Alison (channelling\nher inner Bob. Again.)"]},{"team":"unicef","writer":"skipper","race":"11","day":"3","date":"06 June","text":["Alison\nis taking a back step tonight - she's busy having the glamourous job of bailing\nout the bilges! So, we are now in familiar waters for many of the Clipper Race\nSkippers. We are sailing in an increasing density of Sargasso weed. This\nreminds me of my first transit of the Caribbean in 1990. This was in a 26ft\nbeach catamaran, sailed two up from the UK with my brother (Hi Dan). The\nSargasso weed formed huge rafts looking like carpet laid on the sea and this slowed\nour progress as we pushed through it.","On\nthe racing front, the various strategical positioning tactics of the fleet will\ncome to a head in the next 24 hours. Typical Caribbean sailing conditions,\nForce 4-5 westerly trade winds, continue to give reasonable daily progress,\nsurely a wind hole is due to pounce around the islands to the north?","10\ndays to D Day","Cheers\nBob"]},{"team":"unicef","writer":"skipper","race":"11","day":"4","date":"07 June","text":["The Sargasso weed is getting thicker. It now adorns both port and starboard sides clinging on to the netting on the guardrails and has been named the \"hanging gardens of Unicef\"..","So, the first mark of the course, Beesley (hi Janice), has been passed so we are now heading for the Windward Passage between Cuba and Haiti before finally returning to the Atlantic Ocean. ","The temperature on board is soaring with crew finding it difficult to sleep in the oppressive heat down below, hopefully once clear of the islands and sailing downwind in an upright stance we can open all the hatches and let some air flow through the accommodation.","The racing is intense with the fleet still tight with four or five boats in constant AIS range - the competition is good.","Cheers Bob","9 days to D Day"]},{"team":"unicef","writer":"skipper","race":"11","day":"5","date":"08 June","text":["We are now racing through the Windward Passage between Cuba and Haiti and we are in the company of PSP Logistics (Hi Matt). Can't see them as they're in Stealth Mode hiding under a large patch of Sargasso weed. Not in Stealth and not far away is Sanya Serenity Coast (Hi Wendo). Keep close and don't disappear on me! GREAT Britain (Hi Dave) looks like they have turned their cloaking device on, they were there one moment then – puff - and then they were gone.","In not much more than 24 hours, we will be back in the Atlantic proper! Where we will transit through the infamous Bermuda Triangle! Hopefully remaining unscathed as we head up the east Coast of the USA towards the Big Apple. ","The racing is good with the whole crew focused on keeping Unicef up to speed and on the pace. The weather forecast presently has no potential threats in the form of tropical revolving storms so if Simon Rowell's Met info is on the ball (he usually is), it should be plain sailing up to New York (now I've gone and jinxed it).","That's all for now Folks!","Eight days to D Day.","Cheers, Bob"]},{"team":"unicef","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Now in the Atlantic, back in my home waters after a long time circling the globe. The tactical decision in which way through the islands didn't stack up in hindsight and although we kept the Scoring Gate option open, we decided not to pursue the points in the end. So just under a thousand miles to go and this race feels that it is in the closing stages, yet it has only just begun in comparison with the last two Pacific races.","We hoisted a kite today and after flying the code sail for a short while, we decided on a peel to a different code sail. When just about to hoist, the kite decided to go for a swim under the boat whilst we were sailing along circa 12 knots. A call to blow the tack saw the wrong tack line being released so now we had one spinnaker under the boat and one thrashing around in the air. Miraculously prompt action from Unicef crew saw both sails back on deck quickly and undamaged and the intended kite in the air powering us along in quick time!","Back under kite again and power reaching towards the north-ish. Simon Rowell, our fleet weather guru extraordinaire, traditionally sends us a wind hole about now (under strict instructions from Clipper Race Control) to form a fleet compression with trading places being the name of the game. Apparently this keeps the race viewers glued to the Clipper Race website.","So, depending on how long the light winds ahead slow the fleet down by, I'm feeling confident we will arrive in the Big Apple before D-Day. ","Seven days to D-Day.","Cheers, Bob"]},{"team":"unicef","writer":"skipper","race":"11","day":"7","date":"10 June","text":["A steady breeze\nblowing through all day and our Code 1 (Lightweight Spinnaker) has been\npowering us along nicely.","Pleasant champagne\nsailing with Unicef nearly upright\n(only twenty degrees of heel), and the evening temperatures on deck are more\nbearable than of late. The team are cohesive and are enjoying the race with\neveryone pulling their weight. ","The Race 11\nfinishing line just south of New York is now only 743 nautical miles away as we\nhead up past the Bahamas and Florida to our west.  The Atlantic is being\nkind to us giving a safe fast passage thus far, I only hope we can keep it up.","6 days to D Day","Cheers Bob"]},{"team":"unicef","writer":"skipper","race":"11","day":"8","date":"11 June","text":["A great day for sailing, endless miles under the near\ncloudless sky. A gybe inshore due to a wind shift and we are now sprinting north\ntowards Long Island just 600 hundred nautical miles away. The team is doing a\ngreat job racing Unicef and I'm\nsurplus to requirement on board, just taking up space and added weight.","We can occasionally see Sanya Serenity Coast on the AIS - our constant companion over the\nlast two races. Presently, the whole fleet is just within 24 hours arrival time\nfront to back which with the present ETA will give ten to eleven days for some\nR&R and exploring time in New York.","Five days to D-Day.","Cheers, Bob"]},{"team":"unicef","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Today's blog\ncomes from Jen, as Bob is otherwise engaged at the helm negotiating some tricky\nlight wind shifts (yes, he's helming again. What is happening on the blue\nboat these days?!). Sanya Serenity Coast\nhas just popped up on AIS so maybe that has something to do with Bob's\neagerness to helm instead of his usual excitement for fresh bread and a morning\ncuppa.","Another day\nof perfect sailing today with blue skies and beautiful sunshine as we head\nnorth with less than 400 nautical miles to the finish line. We had some\nexcitement this evening when a squall decided to pop out of nowhere and\ngive us buckets of rain, together with some impressive clouds of thunder\nand lightning which are still hanging around in the distance. Nothing beats a\nrain storm when it's nice and warm and we can all enjoy the chaos in the\ncockpit with sails flogging and a healed boat mixed with shampoo in our\neyes!","My breakfast\ndefinitely takes priority over writing blogs so I will make sure Bob is\nback tomorrow to write a far longer and informative one. We know how much he\nloves writing them!","Four days to\nD Day"]},{"team":"unicef","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Well, just 120 nautical miles\nto the finish line on the New York approach and just maybe some trading places\nstill to be accomplished over the next 14 hours or so. This has been a\nfast passage from Panama with little or no damage and some great sailing. With\nfair weather promised and the hope of a landfall within 24 hours, the\nexcitement onboard is tangible.","The last big race is just\ntwo weeks away. The North Atlantic in June or July can be benign but during the\nhurricane season she doesn't often let you get away unscathed. We will have to\nwait and see.","I am also excited arriving\nin New York and the reunion with my beautiful daughters Becki and Rachel, after\neleven month's absence I can hardly wait!","A big thank you goes out\nto Rory and Simon for your hospitality, yet again I really appreciate your\nfriendship and looking forward to catching up.","Three days to D-Day.","Cheers, ","Bob"]}],"sanyaserenitycoast":[{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"0","date":"03 June","text":["So, that’s the Panama Canal done again, it is such an\namazing work of engineering. We ended up having to stop half way and wait for a\nnew pilot so that last part, where you pass through Gatun lake with lots of\nwild life and islands we did at night, so I might need to come back and do it\nagain someday.","Our first pilot was very interesting and gave us a lot of\nfacts that you don’t in the guide books.","It was nice to seed our supporters waving and cheering\nfrom the viewing platform at the Miraflores lock, we were also lucky enough to\nsee a few crocodiles. After a few days of rest in Shelter Bay, we are now\nmotoring to our start point. Let’s hope the wind builds as it’s still very\nlight, we all just want to get racing again!"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"0","date":"03 June","text":["So, that’s the Panama Canal done again, it is such an\namazing work of engineering. We ended up having to stop half way and wait for a\nnew pilot so that last part, where you pass through Gatun lake with lots of\nwild life and islands we did at night, so I might need to come back and do it\nagain someday.","Our first pilot was very interesting and gave us a lot of\nfacts that you don’t in the guide books.","It was nice to seed our supporters waving and cheering\nfrom the viewing platform at the Miraflores lock, we were also lucky enough to\nsee a few crocodiles. After a few days of rest in Shelter Bay, we are now\nmotoring to our start point. Let’s hope the wind builds as it’s still very\nlight, we all just want to get racing again!"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"1","date":"04 June","text":["And we are off. After a short motor we are off again.","We had a Le Mans start which are always fun. The crew did\nan awesome job and we got away well.","Now we are sailing along upwind, it seems like such a\nlong time since we last sailed upwind, takes some getting used to again.","Different tactics have already come into play with some\nboats tacking off, will be interesting to see how it all plays out.","Earlier today, when we doing our little motor, we saw\nsome dolphins. Well, we think they were dolphins but I’m not sure, they might\nhave been small whales. One was tail slapping and I don’t know if that is\ndolphin behaviour. What was special about these lot was that they were pink,\nthey had a pink nose and a large pink side bit. Now I thought the only pink\ndolphins were in the Amazon so maybe they were lost.","All is well on the mighty Sanya Serenity Coast.","How’s the serenity?","Love youse all,","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"2","date":"05 June","text":["So we are\nbashing along up wind. We changed down from our Yankee 1 overnight as it was\nout of its wind range, been awhile since we have done a change but all went\nwell. Now back to living on the north face.","Even though\nit’s upwind it is still rather pleasant and during the day we left we saw some\npink dolphins, they had a pink strip along their side and pink noses. I don’t\nknow what sort they are as I thought it was only in the Amazon that there are\npink dolphins. Maybe they were like Jonathon\nLivingston seagull and wanted more out of life and decided\non their own adventure.","This morning,\nwhen reef 1 was put in, we noticed a little bit of chafe on the line that\nattaches to the boom. It didn’t take long for this to become an issue. I first\nwent out and put a safety strop on it in case it broke and we lost the line in\nthe boom, major pain if that happens.","Tom aka\nBadger, blade, and the driest man in the world, then did an awesome job out on\nthe boom, cutting off the chaffed bit and retying the line around the boom. He\nhad a few lines attached to him, one holding him up and two more to stop forward\nand aft movement. We had to put in a second reef in order for him to work on\nreef 1. Now back to reef 1 and all is well. ","It’s this\ntime in the race where you really have to keep an eye on all lines as they have\nhad a hit of a hard life. We are continuing swapping halyards over and moving\nlines all around to stop the load always being in the same place, so spotting todays\nwas another get out of jail card for us. ","We have\nanother day or so to go bashing away upwind and then the tricky tactics of\nwhich way to go through the islands. We are in AIS range with about six other\nboats so always nice to have company. We had trouble with our sat comms, hence\nno blog yesterday, so it’s always nice to ask someone else if they are having\nthe same issue, so at least you know it’s not the ID1 problem, the idiot\nsitting 1 metre away from the computer.","How’s the\nserenity?","Love youse\nall,","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"3","date":"06 June","text":["So\nlast night we had a first. We had some of the small hatches open in the tunnels\nof love (living area below deck), as it is so stuffy down below. There was no\nwater coming in as it’s not too rough, but somehow, as I was in the nav station\nhaving a handover/update chat with Mumbles (Mike Miller), a flying fish flew in\nto join the conversation! What are the odds of that?! He flew in through a hatch\nno bigger than 10 cm on a 70 foot yacht.","We\nwill have to make the ugly tack soon. The progress on the other tack is going\nto be horrible, as we’ll be going backwards, but we will need to do it in order\nto get around mark Beasley, not looking forward to that one.","Not\nmuch else going on, just the normal sailing and living on the north face. The temperature\nat night is rather pleasant and some shooting stars have just been spotted.","I think\nthose guys that went right at the beginning made the correct call. At least we\nstill have a lot of sailing to do.","Will\nbe nice to flatten out again and get back under kite though.","How’s\nthe serenity?","Love\nyouse all,","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"4","date":"07 June","text":["And still life continues on the north face.  We have passed our first race mark which is always nice and now charging towards the gap between Cuba and Haiti.","It does look like the wind might be a little light and tricky, but not for too long.","Fleet-wise, we have now joined up with two of the three teams that went right early on in the race, Nasdaq and GREAT Britain - Hi Rob and Dave!","PSP Logistics (hi Matt) has had a blinder and got a great jump on us, but still a lot of racing to take place.","It is so nice to be in constant breeze, everyone is having a go on the wheel of fortune and doing well.","As always, sailing through islands makes you wish that we could stop off and have a look around, but that would make for a very long race, and empty wallets by the end!","Not too much else to say, just trying to push fast by trim, trim, trim. We are now going fast which is always nice. ","Hows the serenity?","Love youse all, ","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"5","date":"08 June","text":["Another day in lovely conditions. It did get a bit light there for a while and now our heading is not so good, but all in all, a nice days sailing. A few sail changes that went well, well I think they went well. I got woken up to ask if we should change, said yes, fell back asleep, and didn’t hear anything so I’m guessing that means it was fast and without problems","Today we had ‘the great playboy labelled undie mystery’. It must have been clean undie day for someone, but unfortunately for the rest of us, the dirty ones were left in the heads. I didn't fancy touching them and putting them in lost property, so after a couple of rounds of asking for the owner to retrieve them, they still stayed put, taunting us. Mystery lives on, but not the undies. They are now in the hazmat bag to be safely disposed of. Will we ever know who owned the playboy undies???","The other event of the day was that we had some Sargasso grass round the leeward rudder. It was only a little but the difference it made to the helm was a lot, so we had a quick stop to clear it off and all is well again. Now it’s dark, it’s going to be a lot harder to try and avoid it. It’s a bit sad as it collects all sorts of rubbish on top of it.","How’s the serenity?","Love youse all,","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"6","date":"09 June","text":["Another day\nof nice sailing.","Today we had\na debate re the scoring gate. Can’t tell you what the outcome was as we are\ncurrently in Stealth Mode.","We have\nbroken free of the islands and into the last part of the race. Unfortunately,\nwe didn’t get to see anything, just a lone yacht sailing from one exotic place\nto another. ","I’ve got\nwriters block today and nothing else to say. We have done a few sail changes,\nthe crew work had been great, sails going up and down without a hitch. All is\nwell on board the mighty Sanya Serenity Coast.\n","Love youse\nall,","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Another day of\nglorious sailing, you might have noticed we have come out of Stealth Mode and dropped\nback behind GREAT Britain (hi Dave). We\ndecided to go through the most easterly set of gates to set ourselves up for\nthe Scoring Gate, just in case we decided to go for it. We decided not to, as\nthe angle was not a good one for us to keep up good speed, but there was lots\nof debating going on board as to whether to go for it or not. Lots of pros and\ncons but in the end, no was the answer.","So now we are\ntrying to make up what we lost out, we still have over 700nm to go so we are\ntrimming, trimming, and trimming. I think those off watch sleeping are dreaming\nof trimming.","We have been\nsailing closely with Unicef (hi Bob\nand Guy - seems Guy and I talk the most on the radio), which is great for both\nof us as it keeps us on our toes, but in the last race in these conditions they\nwere slightly faster than us, so that makes us try even harder.","It really is\nbeautiful sailing right now, the stars are out, the sky is pretty clear, flat\nwater and best of all we have a flat boat.","Not too much else\ngoing on, another spinnaker peel happened today, it’s a thing of beauty to\nwatch (from my safe position behind the wheel of fortune), it’s just like\nmagic, it just all happens with no fuss.","Wildlife has been\nquiet with just a couple of birds and the odd flying fish spotted, bit of a\nchange from the abundance we saw in the Pacific. Anyways I’m going back up on\ndeck as it is so lovely up there.","How’s the serenity?","Love youse all","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Bang and we are off on our merry way, the Elliot Brown Ocean\nSprint way that is. Not sure how we will go as the boats behind us might have\nmore breeze for the duration. Our best drivers are ready to take on the wheel\nof fortune and I’m powered up on chocolate covered coffee beans. For some\nreason the crew get a bit worried as they think I get a little hyper, well\nmaybe I do a little.","Today’s activities included a gybe and a peel - both\nsuperbly executed - and a bit of bird watching. Mumbles has taken upon himself\nto become our resident bird expert, well he does tell us what sort they are and\nif we don’t know what sort they are, he could be just be making it up and we\nwould be none the wiser. ","Also, we sort of had a squall, a tiny bit of wind\nincrease for a Nano second, then lots of rain and change of wind direction. I\njumped on the helm just as it hit just in case there was a lot of wind with it.\nEnded up going west for a little bit, could tell it was west as I was blinded\nby the sun. Why would anyone sail round the world the wrong way, with the sun\nin your yours every afternoon? The only casualty of the sort of squall was -\nits clean undie Sunday, so fresh clean t-shirt and undies now soaking wet, but I\ndo have clean hair.","Excitement is in the air as we are getting closer to New\nYork. We have passed through the ridge of high pressure and we kept moving\nwhich is always nice. Next will be a low that is building, hopefully we don’t\nget caught up in the all-over-the-shop winds that will be up ahead. Hopefully\nit moves off to cause mischief somewhere else by the time we get further north.","It’s a beautiful night up on deck so I’m off to enjoy the\nserenity.","Hows the serenity?","Love youse all,","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Today has\nbeen a trying day. We decided to stay in, looks like it will be a huge loser.\nOn top of that, we have had some interesting small cells. Wind will change in strength\nand direction. Earlier this evening I was called on deck to check the\napproaching black sky, so we prepared for it and when it came, the rain was\nincredible. It was so bad I needed goggles on in order to steer and see. Since\nthen, we have had lightening all around us and the wind direction has been completely\ndifferent from the forecasted wind.","This morning\nwe had been tracking another lot of clouds via Mark 1 Eyeball and radar. It\nlooked like we had gone past it all when wind went from 14 knots to 35 in an\ninstant. Magic (Michael Davies) and Dmitry did an awesome job in getting the Code\n2 (Mediumweight Spinnaker) down without any issues.","We have\nfinished the Elliot Brown Ocean Sprint but know the guys behind would have had\na much better run. So yes, a very trying day and it continues as we are now in\nthe expected wind hole.","In good\nnews, New York is still getting closer and we are still moving sort of and at\nleast I feel very clean now.","How’s the\nserenity? ","Love youse\nall, ","Wendo"]},{"team":"sanya-serenity-coast","writer":"skipper","race":"11","day":"10","date":"13 June","text":["Firstly, congrats to Nasdaq, Garmin, and GREAT Britain\non your Elliot Brown Ocean Sprint results, nice average speed Rob.","So, it’s been a very mixed\nup sort of day, started off blast reaching smoking along with the aid of the\nGulf Stream. It was a bit of a rodeo ride and very splashy but heaps of fun. Then\nmore reaching with an easing wind and sea state. Finally popped the kite and\nnow charging to the finish line. ","Unicef (Hi\nBob) is in our rear view mirror snapping at our heals, and over on the other\nside of the course we have Garmin and\nNasdaq (hi fellas), In the last\ncouple of scheds we have traded places from third to sixth, it is a fight to\nthe end.","This, if all things go to\nplan, will be my last blog for this race and this time tomorrow there will be a\nnice cold glass of wine in my hand - time to dig out my plastic wine glass.","So, whether it be third,\nfourth, firth, or sixth, everyone is keen and working on boat speed at all\ntimes. We seem to always have these battles to the end so getting used to the pressure\nof a close finish. The chocolate covered coffee beans are still doing their\njob.","Keep your fingers crossed\nfor us, thanks for reading, and see you on the other side. ","How’s the serenity? ","Love youse all, ","Wendo"]}],"psplogistics":[{"team":"psp-logistics","writer":"skipper","race":"11","day":"0","date":"03 June","text":["The Panama Canal was a great pit stop and we all managed\nto enjoy a bit of Panama before heading off again. The canal was as impressive\nas ever and we got through without a hitch. We are all looking forward to\ngetting on with the race up to New York. Fingers crossed we get some of our mojo\nback."]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"1","date":"04 June","text":["Hello!","We've been racing for a little while now and we were part\nof a group that decided to go on an eastwards tack first. It will be\ninteresting to see if it pays off as the westerly boats will have to tack at\nsome stage, however the wind is likely to be more easterly then and we will be\nin the grips of some strong current so tacking angles later on will be quite\nbad.","We've got a fair bit of up wind sailing over the next few\ndays as we make our way up to Windward Passage.","Time will tell.","TTFN","Matt"]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"2","date":"05 June","text":["Morning!","Well, it's\nvery much life on the lean now as we make our way northwards. It's pretty\nuncomfortable that's for sure. The Leg 7 crew are getting to grips with the\ntraveller and moving around the boat as living in a climbing frame can take a\nbit of getting used to.","We should\nhave a few days of this before we can get north enough to break out of the\nheadwinds where we are likely to get some light winds before getting into the Trades\nproper to the north.","TTFN","Matt"]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"3","date":"06 June","text":["Morning!\nAnother day on the lean. Progress is good, though, so it's not all bad. We are\nall definitely starting to be a bit over all this uncomfortable angle of heel,\nthough. The forecast is looking better as we head further north and\nconsiderations for which route through the islands we will take are being made.","TTFN","M"]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"4","date":"07 June","text":["Morning!","It's not been too bad over the last day with the wind fairly steady at around 15 knots. ","We managed to get around the first mark of the course without too much fuss and are now heading at speed towards the abyss that is the windward passage. Fingers crossed the wind holds as it can be a bit disconcerting being so close to land without any wind to steer with. Providing we can pick our way through, it won't be too long before we are out the other side and into the Atlantic proper and the last straight run up to New York.","TTFN","Matt"]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"5","date":"08 June","text":["Morning!","So, we've\nbeen secret squirrels for the last little while, mainly because when entering\nan area of light wind you don't want the other boats seeing you on AIS. Perhaps\nyou might be stopped and you don't want anyone to sail around you! Progress has\nbeen pretty good though as it happens and we only slowed down a little bit\nearlier on.","The crew are\nin good spirits and the sun has been shining nicely today as we sail through\nthe Caribbean.","TTFN","Matt"]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"7","date":"10 June","text":["Morning! Well, just\nbecause something is expected doesn't make it any less annoying! ","The wind has\nstarted to shift to the south which is the precursor to it increasing a bit.\nOtherwise it's been a lovely day and the sun has been out in force making it\nnice on deck but that little bit too sticky downstairs. The miles are ticking\naway nicely though and fingers crossed we'll be in within a few days.","TTFN","Matt"]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"8","date":"11 June","text":["Morning!","Life is getting a bit better out here now that we are\nclimbing out of that ridge of high pressure that's been giving us fairly light\nwinds over the last day or so. We should hold the breeze for a while now before\na little wiggle in the forecast will give us a bit more light stuff before\ncracking on to the finish.","It's still been really warm during the day and the nights\nare still quite mild. Talk is starting to drift towards New York and all the\nthings that the crew would like to do there.","On a bright note, the repair to our Code 2 (Mediumweight\nSpinnaker) got finished today after what we think is about 200 hours of repair\nwork so big well done to the sail repair team, especially Stian, Fiona, and\nNeil.","TTFN","Matt"]},{"team":"psp-logistics","writer":"skipper","race":"11","day":"9","date":"12 June","text":["Morning!","It's been a\nmixed bag over the last 24 hours. We've had some fantastic sailing, although\nlate in the afternoon a few squalls started showing their faces which would\nbring large wind shifts, a big gust, and then suck all the air out from around\nus leaving the boat wallowing in a sloppy sea state for hours. This all has\nsomething to do with the transition we were expecting as the low moves off of\nthe coast. As I write, the wind has shifted to the east and has built to 25\nknots meaning that we are on a lean again until it shifts further south later.","TTFN"]}],"greenings":[]}
